/* eslint quotes: ["error", "double"] */
define({
  "commonCore": {
    "builderPanel": {
      "builderNamePrefix": "",
      "builderNameSuffix": "बिल्डर",
      "buttonSaving": "सहेजा जा रहा है",
      "buttonSaved": "सहेजा गया",
      "buttonError": "सहेजना विफल रहा",
      "buttonShare": "साझा करें",
      "buttonSettings": "सेटिंग्स",
      "buttonHelp": "सहायता प्राप्त करें या GeoNet पर फ़ीडबैक सबमिट करें",
      "buttonPreview": "कहानी देखें",
      "buttonHealth": "स्वास्थ रिपोर्ट",
      "manageStories": "मेरी कहानियों का प्रबंधन करें",
      "closeWithPendingChange": "क्या आप इस कार्रवाई की सचमुच पुष्टि करना चाहते हैं? आपके परिवर्तन व्यर्थ जाएंगे।",
      "saveError": "सहेजना विफल रहा, कृपया पुनः प्रयास करें"
    },
    "saveErrorSocial": {
      "title": "सोशल मिडिया शेयरिंग",
      "panel1": "हो सकता है आपकी कहानी सोशल मीडिया पर ठीक से न दिखे क्योंकि आपकी ArcGIS वेब ऐप्लिकेशन आइटम का शीर्षक आपके कहानी के शीर्षक के समान नहीं है।",
      "panel1tooltip": "एक शीर्षक, सारांश और थंबनेल तस्वीर को परिभाषित करके, आपकी कहानी इस तरह दिखेगी:",
      "panel2": "सोशल मीडिया पर आप कौनसा शीर्षक उपयोग करना चाहते हैं:",
      "panel2q1": "कहानी का शीर्षक (अनुशंसित)",
      "panel2q1tooltip": "यह विकल्प चुनने से, आपकी आइटम के शीर्षक में आपकी कहानी के शीर्षक से मेल करने के लिए संशोधन किया जाएगा और आगे के परिवर्तन बिल्डर में समकालीन किए जाएंगे।",
      "panel2q2": "आइटम का शीर्षक",
      "panel3": "आपकी कहानी सोशल मीडिया पर कैसी दिखेगी, इसमें आगे सुधार करने के लिए सारांश एवं थंबनेल तस्वीर जोड़ने के लिए ${MYSTORIES} का उपयोग करें।",
      "panel4": "मुझे इस कहानी के लिए फिर से चेतावनी न दें",
      "save": "सहेजें",
      "mystories": "मेरी कहानियां"
    },
    "share": {
      "btnPrivate": "निजी",
      "btnOrg": "संगठन",
      "btnPublic": "सार्वजनिक",
      "btnEveryone": "हर कोई"
    },
    "portal": {
      "disconnected": "यह पोर्टल इंटरनेट से कनेक्ट नहीं है",
      "portal": "पोर्टल",
      "portalArcGIS": "ArcGIS का पोर्टल"
    }
  }
});