/* eslint quotes: ["error", "double"] */
define({
  "commonWebmap": {
    "editor": {
      "loading": "कृपया मानचित्र संपादक लोड होने तक प्रतीक्षा करें",
      "newTitle": "नया मानचित्र बनाएं",
      "editTitle": "मानचित्र संपादित करें",
      "titleLbl": "शीर्षक",
      "titlePh": "मानचित्र का शीर्षक...",
      "folderLbl": "मानचित्र को कहानी की तरह समान फोल्डर में बनाया जाएगा।",
      "creating": "मानचित्र बनाया जा रहा है",
      "saving": "मानचित्र सहेजा जा रहा है",
      "success": "मानचित्र सहेज लिया गया है",
      "successCreate": "मानचित्र बनाया गया है",
      "cancelTitle": "सहेजे नहीं गए परिवर्तनों को छोड़ें?",
      "errorDuplicate": "आप के पास पहले से ही शीर्षक के साथ एक मानचित्र है",
      "errorCreate": "मानचित्र बनाने में अक्षम। कृपया पुन: प्रयास करें।",
      "errorSave": "मानचित्र सहेजने में अक्षम। कृपया पुन: प्रयास करें।",
      "loadFail": "घातक त्रुटि, नक्शा संपादक लोड नहीं किया जा सकता",
      "notavailable1": "क्षमा करें, Firefox में एक तकनीकी कमी के कारण मानचित्र बनाने या संपादन करना समर्थित नहीं है। आप एक अलग वेब ब्राउज़र के उपयोग से अपनी कहानी का निर्माण या निम्न समाधान का उपयोग कर सकते हैं।",
      "notavailable2": "क्षमा करें, किसी मानचित्र को बनाने या संपादित करना समर्थित नहीं है, क्योंकि कहानी मानचित्र ऐप्लिकेशन ${PRODUCT} में नहीं है। अधिक जानकारी के लिए अपने ArcGIS व्यवस्थापक से संपर्क करें।",
      "notavailable3": "क्षमा करें, ArcGIS (10.4 या नीवनतम आवश्यक है) के लिए पोर्टल के इस संस्करण पर मानचित्र बनाना या संपादन करना समर्थित नहीं है। अधिक जानकारी के लिए अपने ArcGIS व्यवस्थापक से संपर्क करें।",
      "notavailable4": "आप ${MV} का उपयोग करके मानचित्र को बना सकते है, फिर यहाँ वापस आकर अपनी कहानी में इसे जोड़ सकते हैं।",
      "notavailable5": "आप ${MV} का उपयोग करके मानचित्र को संपादित सकते है, फिर यहाँ वापस आकर ${APPLY} करके अपने परिवर्तनों को देख सकते हैं।",
      "notavailable6": "मानचित्र व्यूअर",
      "notavailable7": "मानचित्र दोबारा लोड करें",
      "close": "बंद करें",
      "save": "सहेजें",
      "yes": "हाँ",
      "no": "नहीं"
    }
  }
});