/* eslint quotes: ["error", "double"] */
/* strings files need to be double quotes */
define({
  "builder": {
    "dialog": {
      "apply": "Εφαρμογή",
      "close": "Κλείσιμο"
    },
    "header": {
      "sharingNotAvailable": "Αυτό δεν είναι διαθέσιμο προτού κοινοποιήσετε την αφήγηση",
      "edit": "Επεξεργασία"
    },
    "headerConfig": {
      "toggles": {
        "bookmarks": "Σελιδοδείκτες",
        "logoSharing": "Λογότυπο και κοινοποίηση",
        "theme": "Εμφάνιση"
      },
      "bookmarks": {
        "title": "Ενότητα",
        "bookmark": "Σελιδοδείκτης",
        "intro": "Οι σελιδοδείκτες είναι σύνδεσμοι προς ενότητες της αφήγησης, οι οποίοι εμφανίζονται στην κεφαλίδα. Η δημιουργία περιεκτικών σελιδοδεικτών για τις κύριες ενότητες της αφήγησής σας βοηθά τους αναγνώστες να προσανατολίζονται.",
        "sequentialDefault": "Ενότητα αφήγησης (δεν βρέθηκε κείμενο)",
        "immersiveDefault": "Παρεμβατική ενότητα (δεν βρέθηκε κείμενο)",
        "titleDefault": "Ενότητα τίτλου (δεν βρέθηκε κείμενο)",
        "coverDefault": "Ενότητα εξώφυλλου (δεν βρέθηκε κείμενο)",
        "coverAppendage": "(Εξώφυλλο)"
      },
      "logoSharing": {
        "logo": "Λογότυπο",
        "logoButton": "Χρήση λογότυπου ${ESRI}",
        "useOrgLogo": "Χρήση λογότυπου του οργανισμού μου",
        "useOrgLogoHelp": "Χρησιμοποιήστε το λογότυπο που παρέχεται από τον διαχειριστή σας",
        "logoLink": "Σύνδεσμος λογότυπου",
        "logoUploadProgress": "Μεταφόρτωση λογότυπου σε εξέλιξη",
        "logoUploadSuccess": "Το λογότυπο μεταφορτώθηκε με επιτυχία",
        "logoUploadError": "Η μεταφόρτωση του λογότυπου απέτυχε, θα γίνει επιστροφή στο λογότυπο ${ESRI}",
        "customHeaderText": "Διαφημιστικό σύνθημα",
        "taglineLinkDisabledTooltip": "Εισαγάγετε ένα διαφημιστικό σύνθημα για να ενεργοποιήσετε τον σύνδεσμο",
        "link": "Σύνδεσμος διαφημιστικού συνθήματος",
        "enableSocialSharing": "Εμφάνιση κουμπιού κοινοποίησης"
      },
      "appearance": {
        "themeLabel": "Θέμα",
        "fontLabel": "Γραμματοσειρές",
        "previewLabel": "Προεπισκόπηση",
        "fontsTitleLabel": "Τίτλοι",
        "fontsBodyLabel": "Σώμα",
        "loremTitle": "Lorem Ipsum",
        "loremBody": "Lorem ipsum dolor sit amet, consectetur adipiscing elit sed do eiusmod tempor. Mauris consequat orci nec magna facilisis bibendum at eget libero."
      }
    },
    "builderPanel": {
      "coverLabel": "Εξώφυλλο",
      "creditsLabel": "Μονάδες κατανάλωσης",
      "betaFeedback": "Παρατηρήσεις",
      "betaNote": "Παρακαλούμε πείτε μας τη γνώμη σας για το ${APP_NAME} ή πείτε μας εάν κάτι δεν λειτουργεί όπως θα περιμένατε.",
      "notSharedNote": "Η αφήγησή σας δεν κοινοποιήθηκε. Μόνο εσείς μπορείτε να την δείτε",
      "organizationWarning": "Για να βεβαιωθείτε ότι αυτή η αφήγηση μπορεί να προβληθεί από άλλους, πρέπει να κοινοποιήσετε επίσης τις 3D προβολές, τα θεματικά επίπεδα 3D προβολών και τις ενσωματωμένες εφαρμογές στον οργανισμό σας. Οι χάρτες και τα θεματικά επίπεδα χαρτών κοινοποιούνται αυτόματα.",
      "publicWarning": "Για να εξασφαλίσετε ότι οι άλλοι χρήστες μπορούν να προβάλουν αυτήν την αφήγηση, πρέπει να κοινοποιήσετε σε όλους και τις 3D προβολές, τα scene layer και τις ενσωματωμένες εφαρμογές που περιλαμβάνει. Οι χάρτες και τα θεματικά επίπεδα χαρτών κοινοποιούνται αυτόματα.",
      "addTitleNote": "Προσθέστε έναν τίτλο στο εξώφυλλο για αποθήκευση",
      "saveError": "Παρουσιάστηκε ένα σφάλμα κατά την αποθήκευση της αφήγησής σας.",
      "duplicate": "Δημιουργία αντιγράφου",
      "organize": "Οργάνωση",
      "done": "Τέλος",
      "invite": "Καθώς δημιουργείτε την αφήγησή σας, οι ενότητες θα εμφανίζονται εδώ...",
      "mystoriestooltip": "Το Εργαλείο δημιουργίας Cascade σάς ειδοποιεί για προβλήματα που υπάρχουν στην αφήγησή σας και σας βοηθά να τα επιδιορθώσετε. Οι 3D προβολές και οι ενσωματωμένες εφαρμογές δεν έχουν επιλεγεί, θα πρέπει να τις επιλέξετε χειροκίνητα."
    },
    "immersiveViewPanel": {
      "transition": "Μετάβαση",
      "fade": "Σταδιακή εμφάνιση",
      "fadeSlow": "Αργή σταδιακή εμφάνιση",
      "swipeVertical": "Σβήσιμο κατακόρυφα",
      "swipeHorizontal": "Σβήσιμο οριζόντια",
      "none": "Κανένα",
      "disabledConsecutiveSameMedia": "Δεν διατίθεται όταν διαδοχικές προβολές χρησιμοποιούν τα ίδια πολυμέσα",
      "disabledTooltipMap": "Για να χρησιμοποιήσετε αυτήν τη μετάβαση, τα ορατά θεματικά επίπεδα στις δύο προβολές πρέπει να διαφέρουν και οι άλλες ιδιότητες χάρτη πρέπει να είναι ίδιες",
      "disabledConsecutiveSameMap": "Δεν διατίθεται όταν διαδοχικές προβολές χρησιμοποιούν τον ίδιο χάρτη",
      "disabledNotInBeta": "Δεν διατίθεται όταν διαδοχικές προβολές χρησιμοποιούν τον ίδιο χάρτη",
      "disabledNonConsecutive": "Δεν διατίθεται καθώς υπάρχει μια άλλη παρουσία αυτού του πολυμέσου που είναι μη διαδοχική",
      "addMedia": "Προσθήκη πολυμέσων",
      "invite": "Καθώς δημιουργείτε την παρεμβατική ενότητά σας, οι προβολές θα εμφανίζονται εδώ..."
    },
    "mediaConfig": {
      "tabs": {
        "appearance": "Εμφάνιση",
        "manage": "Διαχείριση",
        "size": "Μέγεθος",
        "background": "Φόντο",
        "mobile": "Για κινητά",
        "issues": "Προβλήματα",
        "fixIssues": "Επιδιόρθωση προβλημάτων"
      },
      "manage": {
        "changeMedia": "Αλλαγή πολυμέσου",
        "edit": "Επεξεργασία",
        "editAside": "Ανοίγει σε νέα καρτέλα του προγράμματος περιήγησης. Αφού αποθηκεύσετε τις τροποποιήσεις σας, αποθηκεύστε και φορτώστε εκ νέου την αφήγηση για να δείτε τις αλλαγές.",
        "remove": "Κατάργηση"
      },
      "appearance": {
        "homeView": "Αρχική προβολή",
        "audio": "Ήχος",
        "on": "Ενεργοποίηση",
        "muted": "Σε σίγαση",
        "volumeAside": "Θα γίνεται αυτόματη αναπαραγωγή του βίντεο όταν ο αναγνώστης φθάνει στην προβολή αυτή. Εάν απενεργοποιήσετε τον ήχο, ο αναγνώστης δεν θα μπορεί να τον ενεργοποιήσει.",
        "view": "Προβολή",
        "resetLocation": "Επαναφορά τοποθεσίας",
        "resetLayers": "Επαναφορά θεματικών επιπέδων",
        "clearPopup": "Εκκαθάριση αναδυόμενου πλαισίου",
        "interaction": "Αλληλεπίδραση",
        "interactionDisabled": "Η αλληλεπίδραση απενεργοποιήθηκε",
        "buttonToEnable": "Κουμπί για ενεργοποίηση",
        "interactionEnabled": "Η αλληλεπίδραση ενεργοποιήθηκε",
        "interactionAside": "*Οι συσκευές αφής θα εμφανίζουν ένα κουμπί αλληλεπίδρασης.",
        "slide": "Διαφάνεια",
        "noSlides": "Δεν υπάρχουν διαθέσιμες διαφάνειες.",
        "mapExtentPrompt": "Ενημερώστε τον χάρτη για την αφήγησή σας, κάντε κλικ στο σημάδι ελέγχου για να αποθηκεύσετε τις αλλαγές"
      },
      "sectionAppearance": {
        "layout": "Διάταξη",
        "theme": "Θέμα"
      },
      "size": {
        "small": "Μικρό",
        "medium": "Μεσαίο",
        "large": "Μεγάλο",
        "noCrop": "Χωρίς αποκοπή εικόνων μεγάλου μήκους",
        "noCropTallTooltip": "Αν δεν αποκοπεί μια εικόνα μεγάλου μήκους, δημιουργείται ένα δραματικό εφέ για τους αναγνώστες, που πρέπει να χρησιμοποιήσουν την κύλιση για να δουν όλη την εικόνα."
      },
      "background": {
        "noCrop": "Χωρίς αποκοπή",
        "mostImportantPart": "Επιλέξτε το πιο σημαντικό σημείο",
        "cropExplanationImmersive": "Επιλέξτε ένα σημείο στην εικόνα για να επιλέξετε τον τρόπο περικοπής της σε διάφορα μεγέθη οθόνης. Το σημείο που επιλέγετε θα είναι πάντα ορατό. Επιλέξτε το πλαίσιο \"Χωρίς αποκοπή\", εάν θέλετε η εικόνα να είναι πλήρως ορατή.",
        "cropExplanation": "Επιλέξτε ένα σημείο στην εικόνα για να επιλέξετε τον τρόπο περικοπής της σε διάφορα μεγέθη οθόνης. Το σημείο που επιλέγετε θα είναι πάντα ορατό.",
        "color": "Χρώμα",
        "previews": "Προεπισκοπήσεις"
      },
      "altMedia": {
        "alternativeMedia": "Εναλλακτικά πολυμέσα",
        "explanation": "Ορισμένα πολυμέσα δεν υποστηρίζονται ή ίσως να μην λειτουργούν καλά σε φορητές συσκευές. Από αυτό το πλαίσιο, επιλέξτε ένα άλλο στοιχείο πιο φιλικό για τις φορητές συσκευές που θα εμφανίζεται στη θέση αυτού του πολυμέσου, όταν προβάλλεται η αφήγησή σας σε τηλέφωνα ή tablet.",
        "changeAltImage": "Αλλαγή εικόνας",
        "uploadAltImage": "Προσθήκη εικόνας"
      }
    },
    "imageGallery": {
      "addImage": "Προσθήκη επιπλέον εικόνας",
      "moveBackward": "Μετακίνηση προς τα πίσω",
      "moveForward": "Μετακίνηση προς τα εμπρός"
    },
    "cover": {
      "titlePrompt": "Εισαγάγετε τον τίτλο της αφήγησής σας...",
      "subtitlePrompt": "Κάντε κύλιση προς τα κάτω για να ξεκινήσετε ή να εισαγάγετε έναν προαιρετικό υπότιτλο",
      "mediaPlaceholder": "Προσθέστε την εικόνα ή το βίντεό σας",
      "saveError": "Η αποθήκευση απέτυχε, έχετε ήδη ένα αντικείμενο με αυτό τον τίτλο"
    },
    "credits": {
      "sectionInvite": "Προσθέστε μια ενότητα συντελεστών",
      "warning": "Πρέπει να συμπληρωθούν και τα δύο πεδία",
      "content": "Περιεχόμενο...",
      "source": "Προέλευση...",
      "linkPrompt": "Προαιρετικός σύνδεσμος...",
      "introductionPlaceholder": "Εισαγάγετε μια προαιρετική εισαγωγή για την ενότητα των συντελεστών σας..."
    },
    "immersive": {
      "titleConfig": {
        "theme": "Θέμα"
      },
      "panelConfig": {
        "position": "Θέση",
        "theme": "Θέμα",
        "size": "Μέγεθος",
        "background": "Φόντο",
        "layout": "Κύλιση (για όλα τα πλαίσια)"
      }
    },
    "title": {
      "placeholder": "Εισαγωγή τίτλου..."
    },
    "media": {
      "imageUpload": "Μεταφόρτωση εικόνας σε εξέλιξη...",
      "imageUploadSuccess": "Η εικόνα μεταφορτώθηκε με επιτυχία",
      "imageUploadFail": "Η μεταφόρτωση της εικόνας απέτυχε"
    },
    "controller": {
      "sectionOrganize": "Οργανώσατε τις ενότητες",
      "immersiveOrganize": "Οργανώσατε τις προβολές",
      "sectionDelete": "Διαγράψατε μια ενότητα",
      "viewDelete": "Διαγράψατε μια προβολή"
    },
    "notification": {
      "cancel": "Ακύρωση",
      "close": "Κλείσιμο",
      "undo": "Αναίρεση"
    },
    "sections": {
      "sequence": "Αφήγηση",
      "immersive": "Καθηλωτικό",
      "title": "Τίτλος"
    },
    "mediaErrors": {
      "mediaTypes": {
        "image": "εικόνα",
        "webmap": "χάρτης",
        "webscene": "3d προβολή",
        "video": "συλλογή",
        "content": "περιεχόμενο",
        "webpage": "ιστοσελίδα"
      },
      "placeholders": {
        "generic": "Αυτό το περιεχόμενο δεν είναι προσβάσιμο.",
        "deleted": "Αυτό το στοιχείο έχει διαγραφεί.",
        "inaccessible": "Αυτό το περιεχόμενο δεν είναι προσβάσιμο.",
        "unauthorized": "Δεν έχετε εξουσιοδότηση για προβολή αυτού του περιεχομένου.",
        "unshared": "Η κοινοποίηση αυτού του στοιχείου δεν είναι ίδια με εκείνη της αφήγησής σας.",
        "othersUnshared": "Η κοινοποίηση αυτού του στοιχείου δεν είναι ίδια με εκείνη της αφήγησής σας.",
        "subscriptionContent": "Αυτός ο χάρτης περιέχει ένα θεματικό επίπεδο συνδρομητή.",
        "premiumContent": "Αυτός ο χάρτης περιέχει ένα premium θεματικό επίπεδο.",
        "secureService": "Αυτός ο χάρτης περιέχει ένα ασφαλές θεματικό επίπεδο."
      },
      "contentIssues": {
        "noAltImage": "Το πολυμέσο δεν υποστηρίζεται σε φορητές συσκευές",
        "altImageBroken": "Δεν είναι δυνατή η πρόσβαση στην εναλλακτική εικόνα που έχει προσδιοριστεί για αυτό το πολυμέσο"
      },
      "contentWarnings": {
        "noAltImage": "Αυτός ο τύπος πολυμέσου δεν υποστηρίζεται σε φορητές συσκευές. Καθορίστε μια εναλλακτική εικόνα η οποία θα εμφανίζεται όταν η αφήγησή σας προβάλλεται σε φορητές συσκευές.",
        "noAltImageAlt": "Αυτός ο τύπος πολυμέσου δεν υποστηρίζεται σε φορητές συσκευές. Στην καρτέλα για φορητές συσκευές, καθορίστε μια εναλλακτική εικόνα η οποία θα εμφανίζεται όταν η αφήγησή σας προβάλλεται σε φορητές συσκευές."
      },
      "mapIssues": {
        "fixButton": "Επιδιόρθωση προβλημάτων",
        "nofixButton": "Προβλήματα",
        "mapLabel": "Χάρτης:",
        "summaries": {
          "unshared": "Μη κοινοποιημένο περιεχόμενο",
          "othersUnshared": "Μη κοινοποιημένο περιεχόμενο κάποιου άλλου",
          "subscriptionContent": "Περιεχόμενο συνδρομητή",
          "premiumContent": "Premium περιεχόμενο",
          "secureContent": "Ασφαλές περιεχόμενο",
          "deleted": "Διαγραμμένο περιεχόμενο",
          "inaccessible": "Μη προσβάσιμο περιεχόμενο",
          "unauthorized": "Μη εξουσιοδοτημένο περιεχόμενο"
        },
        "descriptions": {
          "unshared": "Αυτό το περιεχόμενο δεν κοινοποιείται όπως η αφήγησή σας.",
          "othersUnshared": "Αυτό το περιεχόμενο ανήκει σε άλλον κάτοχο και δεν κοινοποιείται όπως η αφήγησή σας.",
          "othersUnsharedAuthorized": "Αυτό το περιεχόμενο ανήκει σε άλλον κάτοχο, αλλά έχετε εξουσιοδότηση να το κοινοποιήσετε.",
          "inaccessible": "Αυτό το περιεχόμενο δεν είναι προσβάσιμο.",
          "deleted": "Αυτό το περιεχόμενο έχει διαγραφεί.",
          "unauthorized": "Δεν έχετε εξουσιοδότηση για προβολή αυτού του περιεχομένου.",
          "popupFeatureLayer": "Τα αναδυόμενα πλαίσια ενός θεματικού επιπέδου σε παράθεση προέρχονται από ένα θεματικό επίπεδο στοιχείων το οποίο δεν κοινοποιείται όπως η αφήγησή σας.",
          "subscriptionContent": "Πρέπει να εξουσιοδοτήσετε το περιεχόμενο συνδρομητή για δημόσια χρήση.",
          "premiumContent": "Πρέπει να εξουσιοδοτήσετε το premium περιεχόμενο για δημόσια χρήση.",
          "secureService": "Το ασφαλές περιεχόμενο δεν είναι προσβάσιμο στους αναγνώστες σας.",
          "missingItemWarning": "Το αντικείμενο που συσχετίζεται με αυτό το θεματικό επίπεδο έχει διαγραφεί."
        },
        "tooltips": {
          "unshared": "Κάντε κλικ για να μάθετε περισσότερα σχετικά με την κοινοποίηση.",
          "othersUnshared": "Δεν έχετε δικαιώματα κοινοποίησης περιεχομένου άλλου κατόχου. Ζητήστε από τον κάτοχο να το κοινοποιήσει, καταργήστε τον χάρτη από την αφήγησή σας ή επεξεργαστείτε τον χάρτη για να καταργήσετε τα θεματικά επίπεδα που δεν είναι δικά σας. Κάντε κλικ για να μάθετε περισσότερα σχετικά με την επεξεργασία των χαρτών.",
          "inaccessible": "Καταργήστε αυτόν τον χάρτη από την αφήγησή σας ή επεξεργαστείτε τον για να καταργήσετε τα μη προσβάσιμα θεματικά επίπεδα. Κάντε κλικ για να μάθετε περισσότερα σχετικά με την επεξεργασία των χαρτών.",
          "deleted": "Καταργήστε αυτόν τον χάρτη από την αφήγησή σας ή επεξεργαστείτε τον για να καταργήσετε τα θεματικά επίπεδα που λείπουν. Κάντε κλικ για να μάθετε περισσότερα σχετικά με την επεξεργασία των χαρτών.",
          "unauthorized": "Καταργήστε αυτόν τον χάρτη από την αφήγησή σας ή επεξεργαστείτε τον για να καταργήσετε τα μη εξουσιοδοτημένα θεματικά επίπεδα. Κάντε κλικ για να μάθετε περισσότερα σχετικά με την επεξεργασία των χαρτών.",
          "popupFeatureLayer": "Τα αναδυόμενα πλαίσια ενός θεματικού επιπέδου σε παράθεση προέρχονται από ένα θεματικό επίπεδο στοιχείων το οποίο δεν κοινοποιείται όπως η αφήγησή σας.",
          "subscriptionContent": "Το περιεχόμενο συνδρομητή δεν καταναλώνει μονάδες κατανάλωσης. Κάντε κλικ για να μάθετε περισσότερα.",
          "premiumContent": "Οι μονάδες κατανάλωσης θα χρεώνονται στον οργανισμό σας κάθε φορά που κάποιος προβάλλει ένα premium θεματικό επίπεδο στην αφήγησή σας. Κάντε κλικ για να μάθετε περισσότερα.",
          "secureService": "Καταργήστε το ασφαλές περιεχόμενο από την αφήγησή σας ή κάντε κλικ για να μάθετε πώς θα εξουσιοδοτήσετε τη χρήση του ασφαλούς περιεχομένου από άλλους.",
          "missingItemWarning": "Αυτό το θεματικό επίπεδο εξακολουθεί να λειτουργεί, αλλά τα σύμβολά του, τα αναδυόμενα πλαίσια ή το όνομά του ενδέχεται να έχουν αλλάξει. Επιβεβαιώστε ότι το θεματικό επίπεδο εμφανίζεται όπως θα περιμένατε ή καταργήστε το από την αφήγησή σας."
        },
        "fixButtons": {
          "share": "Κοινοποίηση",
          "hide": "Απόκρυψη",
          "authorize": "Εξουσιοδότηση",
          "remove": "Κατάργηση",
          "help": "Λήψη βοήθειας",
          "ignore": "Αγνόηση",
          "confirm": "Επιβεβαίωση",
          "edit": "Επεξεργασία χάρτη"
        },
        "shareNotifications": {
          "alsoSharedMapsAndLayers": "Ορισμένοι χάρτες και θεματικά επίπεδα έχουν επίσης κοινοποιηθεί",
          "alsoSharedMaps": "Ορισμένοι χάρτες έχουν επίσης κοινοποιηθεί",
          "alsoSharedLayers": "Ορισμένα θεματικά επίπεδα έχουν επίσης κοινοποιηθεί",
          "sharedOthersContent": "Χρησιμοποιήσατε τα διαχειριστικά δικαιώματά σας για να κοινοποιήστε το περιεχόμενο κάποιου άλλου."
        }
      },
      "storyHealth": {
        "healthy": "Κανένα πρόβλημα",
        "notHealthy": "Επιδιόρθωση προβλημάτων",
        "warnings": "Εμφάνιση προειδοποιήσεων"
      }
    }
  }
});