/* eslint quotes: ["error", "double"] */
/* strings files need to be double quotes */
define({
  "builder": {
    "dialog": {
      "apply": "Εφαρμογή",
      "close": "Κλείσιμο"
    },
    "header": {
      "sharingNotAvailable": "Αυτό δεν είναι διαθέσιμο προτού κοινοποιήσετε την αφήγηση",
      "edit": "Επεξεργασία"
    },
    "headerConfig": {
      "toggles": {
        "bookmarks": "Σελιδοδείκτες",
        "logoSharing": "Λογότυπο και κοινοποίηση",
        "theme": "Εμφάνιση"
      },
      "bookmarks": {
        "title": "Ενότητα",
        "bookmark": "Σελιδοδείκτης",
        "intro": "Οι σελιδοδείκτες είναι σύνδεσμοι προς ενότητες της αφήγησης, οι οποίοι εμφανίζονται στην κεφαλίδα. Η δημιουργία περιεκτικών σελιδοδεικτών για τις κύριες ενότητες της αφήγησής σας βοηθά τους αναγνώστες να προσανατολίζονται.",
        "sequentialDefault": "Ενότητα αφήγησης (δεν βρέθηκε κείμενο)",
        "immersiveDefault": "Παρεμβατική ενότητα (δεν βρέθηκε κείμενο)",
        "titleDefault": "Ενότητα τίτλου (δεν βρέθηκε κείμενο)",
        "coverDefault": "Ενότητα εξώφυλλου (δεν βρέθηκε κείμενο)",
        "coverAppendage": "(Εξώφυλλο)"
      },
      "logoSharing": {
        "logo": "Λογότυπο",
        "logoButton": "Χρήση λογότυπου ${ESRI}",
        "useOrgLogo": "Χρήση λογότυπου του οργανισμού μου",
        "useOrgLogoHelp": "Χρησιμοποιήστε το λογότυπο που παρέχεται από τον διαχειριστή σας",
        "logoLink": "Σύνδεσμος λογότυπου",
        "logoUploadProgress": "Μεταφόρτωση λογότυπου σε εξέλιξη",
        "logoUploadSuccess": "Το λογότυπο μεταφορτώθηκε με επιτυχία",
        "logoUploadError": "Η μεταφόρτωση του λογότυπου απέτυχε, θα γίνει επιστροφή στο λογότυπο ${ESRI}",
        "customHeaderText": "Διαφημιστικό σύνθημα",
        "taglineLinkDisabledTooltip": "Εισαγάγετε ένα διαφημιστικό σύνθημα για να ενεργοποιήσετε τον σύνδεσμο",
        "link": "Σύνδεσμος διαφημιστικού συνθήματος",
        "enableSocialSharing": "Εμφάνιση κουμπιού κοινοποίησης"
      },
      "appearance": {
        "themeLabel": "Θέμα",
        "fontLabel": "Γραμματοσειρές",
        "previewLabel": "Προεπισκόπηση",
        "fontsTitleLabel": "Τίτλοι",
        "fontsBodyLabel": "Σώμα",
        "loremTitle": "Lorem Ipsum",
        "loremBody": "Lorem ipsum dolor sit amet, consectetur adipiscing elit sed do eiusmod tempor. Mauris consequat orci nec magna facilisis bibendum at eget libero."
      }
    },
    "share": {
      "btnPrivate": "Ιδιωτικά",
      "btnOrg": "Στον Οργανισμό",
      "btnPublic": "Δημόσια",
      "btnEveryone": "Σε όλους"
    },
    "builderPanel": {
      "builderNamePrefix": "",
      "builderNameSuffix": "Εργαλείο δημιουργίας",
      "buttonSaving": "Αποθήκευση",
      "buttonSaved": "Αποθηκεύτηκε",
      "buttonError": "Η αποθήκευση απέτυχε",
      "buttonShare": "Κοινοποίηση",
      "buttonSettings": "Ρυθμίσεις",
      "settingsLogoError": "Υπάρχει κάποιο πρόβλημα στο λογότυπό σας. Κάντε κλικ εδώ για περισσότερες πληροφορίες.",
      "buttonHelp": "Λήψη βοήθειας ή υποβολή σχολίων στο GeoNet",
      "buttonPreview": "Προβολή αφήγησης",
      "buttonHealth": "Αναφορά εύρυθμης λειτουργίας",
      "manageStories": "Διαχείριση των Αφηγήσεων μου",
      "closeWithPendingChange": "Είστε βέβαιοι ότι θέλετε να επιβεβαιώσετε αυτή την ενέργεια; Οι αλλαγές σας θα χαθούν.",
      "coverLabel": "Εξώφυλλο",
      "creditsLabel": "Μονάδες κατανάλωσης",
      "betaFeedback": "Παρατηρήσεις",
      "betaNote": "Παρακαλούμε πείτε μας τη γνώμη σας για το ${APP_NAME} ή πείτε μας εάν κάτι δεν λειτουργεί όπως θα περιμένατε.",
      "notSharedNote": "Η αφήγησή σας δεν κοινοποιήθηκε. Μόνο εσείς μπορείτε να την δείτε",
      "organizationWarning": "Για να βεβαιωθείτε ότι αυτή η αφήγηση μπορεί να προβληθεί από άλλους, πρέπει να κοινοποιήσετε επίσης τις 3D προβολές, τα θεματικά επίπεδα 3D προβολών και τις ενσωματωμένες εφαρμογές στον οργανισμό σας. Οι χάρτες και τα θεματικά επίπεδα χαρτών κοινοποιούνται αυτόματα.",
      "publicWarning": "Για να εξασφαλίσετε ότι οι άλλοι χρήστες μπορούν να προβάλουν αυτήν την αφήγηση, πρέπει να κοινοποιήσετε σε όλους και τις 3D προβολές, τα scene layer και τις ενσωματωμένες εφαρμογές που περιλαμβάνει. Οι χάρτες και τα θεματικά επίπεδα χαρτών κοινοποιούνται αυτόματα.",
      "addTitleNote": "Προσθέστε έναν τίτλο στο εξώφυλλο για αποθήκευση",
      "saveError": "Παρουσιάστηκε ένα σφάλμα κατά την αποθήκευση της αφήγησής σας.",
      "duplicate": "Δημιουργία αντιγράφου",
      "organize": "Οργάνωση",
      "done": "Τέλος",
      "invite": "Καθώς δημιουργείτε την αφήγησή σας, οι ενότητες θα εμφανίζονται εδώ...",
      "mystoriestooltip": "Το Εργαλείο δημιουργίας Cascade σάς ειδοποιεί για προβλήματα που υπάρχουν στην αφήγησή σας και σας βοηθά να τα επιδιορθώσετε. Οι 3D προβολές και οι ενσωματωμένες εφαρμογές δεν έχουν επιλεγεί, θα πρέπει να τις επιλέξετε χειροκίνητα."
    },
    "immersiveViewPanel": {
      "transition": "Μετάβαση",
      "chooseTransition": "Επιλογή μετάβασης",
      "fade": "Σταδιακή εμφάνιση",
      "fadeSlow": "Αργή σταδιακή εμφάνιση",
      "swipeVertical": "Σβήσιμο κατακόρυφα",
      "swipeHorizontal": "Σβήσιμο οριζόντια",
      "none": "Κανένα",
      "disabledConsecutiveSameMedia": "Δεν διατίθεται όταν διαδοχικές προβολές χρησιμοποιούν τα ίδια πολυμέσα",
      "disabledTooltipMap": "Για να χρησιμοποιήσετε αυτήν τη μετάβαση, τα ορατά θεματικά επίπεδα στις δύο προβολές πρέπει να διαφέρουν και οι άλλες ιδιότητες χάρτη πρέπει να είναι ίδιες",
      "disabledConsecutiveSameMap": "Δεν διατίθεται όταν διαδοχικές προβολές χρησιμοποιούν τον ίδιο χάρτη",
      "disabledNotInBeta": "Δεν διατίθεται όταν διαδοχικές προβολές χρησιμοποιούν τον ίδιο χάρτη",
      "disabledNonConsecutive": "Δεν διατίθεται καθώς υπάρχει μια άλλη παρουσία αυτού του πολυμέσου που είναι μη διαδοχική",
      "addMedia": "Προσθήκη πολυμέσων",
      "invite": "Καθώς δημιουργείτε την παρεμβατική ενότητά σας, οι προβολές θα εμφανίζονται εδώ..."
    },
    "mediaConfig": {
      "tabs": {
        "appearance": "Εμφάνιση",
        "manage": "Διαχείριση",
        "size": "Μέγεθος",
        "background": "Φόντο",
        "mobile": "Για κινητά",
        "issues": "Προβλήματα",
        "fixIssues": "Επιδιόρθωση προβλημάτων"
      },
      "manage": {
        "changeMedia": "Αλλαγή πολυμέσου",
        "edit": "Επεξεργασία",
        "editAside": "Ανοίγει σε νέα καρτέλα του προγράμματος περιήγησης. Αφού αποθηκεύσετε τις τροποποιήσεις σας, αποθηκεύστε και φορτώστε εκ νέου την αφήγηση για να δείτε τις αλλαγές.",
        "remove": "Κατάργηση",
        "altTextPlaceholder": "Προσθήκη περιγραφής αυτού του πολυμέσου για αναγνώστες με προβλήματα όρασης...",
        "altTextHelptip": "Το εναλλακτικό κείμενο είναι μια περιγραφή οπτικών πολυμέσων που χρησιμοποιούνται από βοηθητικές τεχνολογίες, π.χ. από το λογισμικό της συσκευής ανάγνωσης της οθόνης. Η επιλογή αυτή είναι προαιρετική, αλλά συνιστούμε να τηρήσετε τις κατευθυντήριες οδηγίες για την προσβασιμότητα του web, π.χ. την οδηγία WCAG και την Ενότητα 508."
      },
      "appearance": {
        "homeView": "Αρχική προβολή",
        "audio": "Ήχος",
        "on": "Ενεργοποίηση",
        "muted": "Σε σίγαση",
        "volumeAside": "Θα γίνεται αυτόματη αναπαραγωγή του βίντεο όταν ο αναγνώστης φθάνει στην προβολή αυτή. Εάν απενεργοποιήσετε τον ήχο, ο αναγνώστης δεν θα μπορεί να τον ενεργοποιήσει.",
        "view": "Προβολή",
        "resetLocation": "Επαναφορά τοποθεσίας",
        "resetLayers": "Επαναφορά θεματικών επιπέδων",
        "clearPopup": "Εκκαθάριση αναδυόμενου πλαισίου",
        "interaction": "Αλληλεπίδραση",
        "interactionDisabled": "Η αλληλεπίδραση απενεργοποιήθηκε",
        "buttonToEnable": "Κουμπί για ενεργοποίηση",
        "interactionEnabled": "Η αλληλεπίδραση ενεργοποιήθηκε",
        "interactionAside": "*Οι συσκευές αφής θα εμφανίζουν ένα κουμπί αλληλεπίδρασης.",
        "slide": "Διαφάνεια",
        "noSlides": "Δεν υπάρχουν διαθέσιμες διαφάνειες.",
        "mapExtentPrompt": "Ενημερώστε τον χάρτη για την αφήγησή σας, κάντε κλικ στο σημάδι ελέγχου για να αποθηκεύσετε τις αλλαγές"
      },
      "sectionAppearance": {
        "layout": "Διάταξη",
        "theme": "Θέμα"
      },
      "size": {
        "small": "Μικρό",
        "medium": "Μεσαίο",
        "large": "Μεγάλο",
        "noCrop": "Χωρίς αποκοπή εικόνων μεγάλου μήκους",
        "noCropTallTooltip": "Αν δεν αποκοπεί μια εικόνα μεγάλου μήκους, δημιουργείται ένα δραματικό εφέ για τους αναγνώστες, που πρέπει να χρησιμοποιήσουν την κύλιση για να δουν όλη την εικόνα."
      },
      "background": {
        "noCrop": "Χωρίς αποκοπή",
        "mostImportantPart": "Επιλέξτε το πιο σημαντικό σημείο",
        "cropExplanationImmersive": "Επιλέξτε ένα σημείο στην εικόνα για να επιλέξετε τον τρόπο περικοπής της σε διάφορα μεγέθη οθόνης. Το σημείο που επιλέγετε θα είναι πάντα ορατό. Επιλέξτε το πλαίσιο \"Χωρίς αποκοπή\", εάν θέλετε η εικόνα να είναι πλήρως ορατή.",
        "cropExplanation": "Επιλέξτε ένα σημείο στην εικόνα για να επιλέξετε τον τρόπο περικοπής της σε διάφορα μεγέθη οθόνης. Το σημείο που επιλέγετε θα είναι πάντα ορατό.",
        "color": "Χρώμα",
        "previews": "Προεπισκοπήσεις"
      },
      "altMedia": {
        "alternativeMedia": "Εναλλακτική εικόνα για φορητές συσκευές",
        "explanation": "Ορισμένα πολυμέσα δεν υποστηρίζονται ή ενδέχεται να μη λειτουργούν καλά σε φορητές συσκευές. Χρησιμοποιήστε αυτό το πλαίσιο για να καθορίσετε μια εικόνα που θα εμφανίζεται στη θέση αυτού του πολυμέσου κατά την προβολή της αφήγησής σας σε τηλέφωνο ή tablet.",
        "changeAltImage": "Αλλαγή εικόνας",
        "uploadAltImage": "Προσθήκη εναλλακτικής εικόνας"
      }
    },
    "mediaPicker": {
      "browseToggle": {
        "urls": "Σύνδεσμος σε Περιεχόμενο",
        "urls_short": "Σύνδεσμος",
        "contentType": {
          "error": "Δεν υπάρχουν πολυμέσα με αδειοδότηση.",
          "imageOnly": "Σε αυτό το μέρος της αφήγησης, μπορείτε να προσθέσετε μια εικόνα.",
          "imageAndVideo": "Σε αυτό το μέρος της αφήγησης, μπορείτε να προσθέσετε μια εικόνα ή ένα βίντεο.",
          "imageVideoWebpage": "Σε αυτό το τμήμα της αφήγησης μπορείτε να προσθέσετε ήχο, μια εικόνα, ένα βίντεο ή μια ιστοσελίδα."
        }
      },
      "browsePanel": {
        "providers": {
          "searchingFor": "Αναζήτηση για τον όρο \"${searchterm}\"...",
          "searchedFor": "Αποτελέσματα αναζήτησης για τον όρο \"${searchterm}\"...",
          "albumsOf": "Τα άλμπουμ του χρήστη ${username}",
          "noPhotosFound": "Δεν βρέθηκαν φωτογραφίες που να αντιστοιχούν στην αναζήτησή σας. Δοκιμάστε ξανά.",
          "noItemsFound": "Δεν βρέθηκαν αντικείμενα που να αντιστοιχούν στην αναζήτησή σας. Δοκιμάστε ξανά.",
          "noItemsInThisStory": "Δεν έχει προστεθεί ακόμη περιεχόμενο του ArcGIS σε αυτήν την αφήγηση.",
          "limitReached": "Εμφανίζονται 100 αντικείμενα. Εάν δεν βρήκατε αυτό που χρειάζεστε, δοκιμάστε μια αναζήτηση με λέξη-κλειδί.",
          "galleryItems": {
            "uploadError": "Δυστυχώς, δεν ήταν δυνατή η μεταφόρτωση αυτού του αντικειμένου."
          },
          "agol": {
            "remove1": "Διαγράψτε αυτήν τη μη χρησιμοποιούμενη εικόνα από το λογαριασμό σας στο ArcGIS.",
            "remove2": "(Εάν αποφασίσετε να την χρησιμοποιήσετε αργότερα, θα χρειαστεί να την μεταφορτώσετε ξανά.)",
            "removeFailed": "Αφαιρέστε από τη λίστα αυτήν την εικόνα, για την οποία δεν υπάρχει δυνατότητα πρόσβασης.",
            "modified": "Τροποποιήθηκε στις ${date}",
            "uploaded": "Μεταφορτώθηκε στις ${date}",
            "contentByAuthor": "${contentType} από τον συντάκτη ${author}"
          },
          "googlePhotos": {
            "searchAndBrowse": "Αναζήτηση φωτογραφιών στο ${Picasa} ή το ${Google+}"
          },
          "flickr": {
            "photostream": "Ακολουθία φωτογραφιών",
            "searchAndBrowse": "Αναζήτηση φωτογραφιών στο ${Flickr}",
            "captionStarter": "Φωτογραφία του χρήστη ${USERNAME} στο ${Flickr}"
          },
          "unsplash": {
            "searchAndBrowse": "Αναζήτηση φωτογραφιών στο ${Unsplash}",
            "photoBy": "Φωτογραφία από το χρήστη ${username}",
            "userLink": "Μετάβαση στη σελίδα ${Unsplash} του χρήστη ${username}",
            "captionStarter": "Φωτογραφία του χρήστη ${USERNAME} στο ${Unsplash}"
          },
          "urlContent": {
            "uploadHeaders": {
              "generic": "Σύνδεσμος σε περιεχόμενο στο web",
              "imageOnly": "Σύνδεσμος σε εικόνα στο web",
              "imageAndVideo": "Σύνδεσμος σε εικόνα ή βίντεο στο web"
            },
            "linkText": {
              "imageOnly": "Στο ανωτέρω πλαίσιο μπορείτε να παραθέσετε σύνδεσμο για απευθείας πρόσβαση σε κάποια φωτογραφία.",
              "imageAndVideo1": "Στο ανωτέρω πλαίσιο μπορείτε να επικολλήσετε σύνδεσμο ή κώδικα iframe για βίντεο στο ${YouTube} ή στο ${Vimeo}.",
              "imageAndVideo2": "Μπορείτε επίσης να παραθέσετε σύνδεσμο για απευθείας πρόσβαση σε κάποια φωτογραφία.",
              "imageVideoWebpage1": "Στο ανωτέρω πλαίσιο μπορείτε να επικολλήσετε σύνδεσμο ή κώδικα iframe για διαδικτυακό περιεχόμενο, π.χ. για δυναμικό γράφημα ή για βίντεο στο ${YouTube} ή στο ${Vimeo}.",
              "imageVideoWebpage2": "Μπορείτε επίσης να παραθέσετε συνδέσμους για απευθείας πρόσβαση σε φωτογραφίες, βίντεο, αρχεία ήχου, ιστοσελίδες ή διαδικτυακές εφαρμογές.",
              "ender": "Πρέπει να χρησιμοποιείτε πάντα ασφαλείς συνδέσμους (https). Αν το περιεχόμενό σας δεν υποστηρίζει https, προσθέστε έναν σύνδεσμό του στο κείμενο της αφήγησής σας ώστε οι αναγνώστες να μπορούν να το δουν σε μια νέα καρτέλα του προγράμματος περιήγησής τους.",
              "httpsError": "Ο σύνδεσμος πρέπει να ξεκινά με HTTPS."
            },
            "embedProtocol": {
              "embedProtocolLabel": "Φορτώστε τη σελίδα μέσω ασφαλούς σύνδεσης (https)",
              "embedProtocolWarning1": "Εάν αυτή η σελίδα δεν φορτώνεται στην αφήγησή σας, τότε δεν μπορεί να ενσωματωθεί για λόγους ασφαλείας του web.",
              "embedProtocolWarning2": "Εάν αυτή η σελίδα δεν φορτώνεται στην ιστορία σας, καταργήστε αυτή την επιλογή και δοκιμάστε ξανά. Εάν η σελίδα εξακολουθεί να μην φορτώνεται, δεν μπορεί να ενσωματωθεί για λόγους ασφαλείας του web.",
              "embedProtocolWarning3": "Ως εναλλακτική λύση, προσθέστε έναν σύνδεσμο στην αφήγησή σας, για να ανοίξει η σελίδα σε μια νέα καρτέλα του προγράμματος περιήγησης. ${linkText}",
              "linkText": "Μάθετε περισσότερα."
            },
            "placeholder": "${https://}... ή ${<iframe>}",
            "uploadErrors": {
              "generic": "Υπάρχει κάποιο πρόβλημα με τη διεύθυνση που έχει εισαχθεί. Δοκιμάστε ξανά.",
              "imageOnly1": "Πρέπει να χρησιμοποιήσετε μια εικόνα σε αυτό το μέρος της αφήγησης.",
              "imageOnly2": "Εισαγάγετε έναν σύνδεσμο σε μια εικόνα (.jpg, .png, .gif) ή επιλέξτε μια εικόνα από το ${ArcGIS}, το ${Flickr}, το ${Google+} ή το ${Unsplash}.",
              "imageAndVideo1": "Πρέπει να χρησιμοποιήσετε μια εικόνα ή ένα βίντεο σε αυτό το μέρος της αφήγησης.",
              "imageAndVideo2": "Εισαγάγετε έναν σύνδεσμο σε μια εικόνα (.jpg, .png, .gif) ή ένα βίντεο στο ${YouTube} ή το ${Vimeo} ή επιλέξτε μια εικόνα από το ${ArcGIS}, το ${Flickr}, το ${Google+} ή το ${Unsplash}.",
              "badFormat": "Ο σύνδεσμος προς το αρχείο που προσπαθείτε να προσθέσετε δεν έχει σωστή μορφοποίηση.",
              "inaccessible": "Το αρχείο που προσπαθείτε να προσθέσετε λείπει ή δεν υπάρχει πρόσβαση σε αυτό.",
              "tryAgain": "Ελέγξτε τη διεύθυνση και δοκιμάστε ξανά.",
              "mediaTypes": {
                "VIDEO": "βίντεο",
                "IMAGE": "εικόνα",
                "generic": "πολυμέσα"
              }
            }
          }
        },
        "sidePanel": {
          "thirdPartyTerms": "Εφόσον χρησιμοποιήσετε κάποια υπηρεσία τρίτων, δηλώνετε ότι συμφωνείτε με τους όρους χρήσης της: ",
          "googlePhotos": {
            "placeholder": "Email ή ${Picasa}/${Google+} ID",
            "helpText": "Μπορείτε να προσθέσετε στην αφήγησή σας φωτογραφίες που έχουν μεταφορτωθεί στο ${Picasa} ή το ${Google+}. ${helpLinkText} σχετικά με τη χρήση, στην αφήγησή σας, εικόνων αποθηκευμένων στο λογαριασμό ${Google} που διαθέτετε.",
            "helpLinkText": "Μάθετε περισσότερα",
            "cannotFindUser": "Δεν είναι δυνατή η εύρεση του χρήστη ${username}. Δοκιμάστε ξανά."
          },
          "unsplash": {
            "placeholder": "Αναζήτηση φωτογραφιών",
            "aboutText": "Το ${Unsplash} είναι μια επιμελημένη συλλογή δωρεάν φωτογραφιών υψηλής ποιότητας.",
            "copyrightText": "Όλες οι φωτογραφίες είναι αδειοδοτημένες με βάση την Άδεια χρήσης ${Unsplash}. Βρείτε περισσότερες πληροφορίες ${moreInfoLink}.",
            "moreInfoLink": "εδώ"
          },
          "flickr": {
            "searchType": {
              "account": "Λογαριασμός ${Flickr}",
              "text": "Όλα στο ${Flickr}"
            },
            "placeholders": {
              "user": "Αναζήτηση λογαριασμού",
              "userText": "Αναζήτηση φωτογραφιών σε αυτόν το λογαριασμό",
              "text": "Αναζήτηση φωτογραφιών"
            },
            "errors": {
              "cannotFindUser": "Δεν είναι δυνατή η εύρεση του χρήστη ${username}.",
              "noUserPhotos": "Ο χρήστης ${username} δεν διαθέτει δημόσιες φωτογραφίες.",
              "didYouMean": "Εννοούσατε το χρήστη με όνομα ${username};",
              "generalUserError": "Προέκυψε κάποιο πρόβλημα κατά την αναζήτηση του χρήστη ${username}."
            },
            "licenses": {
              "licenseLabel": "Άδεια χρήσης: ",
              "public": "Δημόσιος τομέας",
              "commercial": "OK για Εμπορική χρήση",
              "nonCommercial": "OK για Μη εμπορική χρήση",
              "reserved": "Με την επιφύλαξη παντός δικαιώματος",
              "any": "Οποιαδήποτε άδεια"
            }
          },
          "agol": {
            "searchLocation": {
              "thisStory": "Αυτή η αφήγηση",
              "agol": "ArcGIS Online",
              "portalArcGIS": "Portal for ArcGIS",
              "portal": "Portal",
              "myOrg": "Οργανισμός ${orgname}",
              "myContent": "Περιεχόμενο"
            },
            "createContent": {
              "createNewMap": "Δημιουργία νέου χάρτη",
              "or": "Ή",
              "dragAndDropImage": "Απόθεση εικόνων",
              "dragAndDropImageAudio": "Απόθεση εικόνων ή αρχείων ήχου",
              "uploadButton": "Περιήγηση",
              "agolInfo": "Τα μεταφορτωμένα αρχεία εικόνων ή ήχου θα είναι προσβάσιμα μόνο εντός της συγκεκριμένης αφήγησης.",
              "saveBeforeUpload": "Αφού αποθηκεύσετε την αφήγηση αυτή, μπορείτε να μεταφορτώσετε αρχεία εικόνων και ήχου στο ArcGIS εδώ.",
              "fileExtsImage": "Υποστηριζόμενοι τύποι: png, jpg, gif, bmp.",
              "fileExtsImageAudio": "Υποστηριζόμενοι τύποι: png, jpg, gif, bmp, mp3.",
              "maxSize": "Το ανώτατο μέγεθος κάθε αρχείου είναι 10 MB."
            },
            "filterAndSort": {
              "webmap": "Web χάρτης",
              "webscene": "Web 3D Προβολή",
              "image": "Image",
              "audio": "Ήχος",
              "date": "Ημερομηνία",
              "sortByDate": "Ταξινόμηση κατά ημερομηνία",
              "title": "Τίτλος",
              "sortByTitle": "Ταξινόμηση κατά τίτλο",
              "views": "Προβολές",
              "search": "Αναζήτηση βάσει λέξης-κλειδιού ή ID"
            }
          }
        }
      }
    },
    "mapEditor": {
      "dialogTitle": "Επεξεργασία χάρτη",
      "unauthorizedDomain": "Δεν είστε σε εξουσιοδοτημένο domain και δεν μπορείτε να χρησιμοποιήσετε το πρόγραμμα επεξεργασίας χαρτών.",
      "loading": "Περιμένετε μέχρι να φορτωθεί το πρόγραμμα επεξεργασίας χαρτών",
      "saving": "Αποθήκευση του χάρτη",
      "success": "Ο χάρτης αποθηκεύτηκε",
      "cancelTitle": "Απόρριψη των μη αποθηκευμένων αλλαγών;",
      "errorSave": "Δεν είναι δυνατή η αποθήκευση του χάρτη. Δοκιμάστε ξανά.",
      "loadFail": "Δυστυχώς δεν είναι δυνατή η φόρτωση του προγράμματος επεξεργασίας χαρτών.",
      "close": "Κλείσιμο",
      "save": "Αποθήκευση",
      "confirm": "Ναι, κλείσιμο χάρτη",
      "deny": "Όχι, συνέχιση εργασίας"
    },
    "textEditor": {
      "placeholder": {
        "continueStory": "Συνεχίστε την αφήγησή σας εδώ..."
      },
      "blockAdd": {
        "text": "Κείμενο",
        "media": "Πολυμέσα",
        "title": "Τίτλος",
        "immersive": "Καθηλωτικό"
      },
      "link": {
        "invite": "Επικολλήστε ή πληκτρολογήστε έναν σύνδεσμο..."
      },
      "color": {
        "choose": "επιλογή",
        "cancel": "ακύρωση",
        "clear": "Απαλοιφή χρώματος"
      }
    },
    "imageGallery": {
      "addImage": "Προσθήκη επιπλέον εικόνας",
      "moveBackward": "Μετακίνηση προς τα πίσω",
      "moveForward": "Μετακίνηση προς τα εμπρός"
    },
    "cover": {
      "titlePrompt": "Εισαγάγετε τον τίτλο της αφήγησής σας...",
      "subtitlePrompt": "Κάντε κύλιση προς τα κάτω για να ξεκινήσετε ή να εισαγάγετε έναν προαιρετικό υπότιτλο",
      "mediaPlaceholder": "Προσθέστε την εικόνα ή το βίντεό σας",
      "saveError": "Η αποθήκευση απέτυχε, έχετε ήδη ένα αντικείμενο με αυτό τον τίτλο"
    },
    "credits": {
      "sectionInvite": "Προσθέστε μια ενότητα συντελεστών",
      "warning": "Πρέπει να συμπληρωθούν και τα δύο πεδία",
      "content": "Περιεχόμενο...",
      "source": "Προέλευση...",
      "linkPrompt": "Προαιρετικός σύνδεσμος...",
      "introductionPlaceholder": "Εισαγάγετε μια προαιρετική εισαγωγή για την ενότητα των συντελεστών σας..."
    },
    "immersive": {
      "titleConfig": {
        "theme": "Θέμα"
      },
      "panelConfig": {
        "position": "Θέση",
        "theme": "Θέμα",
        "size": "Μέγεθος",
        "background": "Φόντο",
        "layout": "Κύλιση (για όλα τα πλαίσια)"
      }
    },
    "title": {
      "placeholder": "Εισαγωγή τίτλου..."
    },
    "media": {
      "mediaUpload": "Μεταφόρτωση πολυμέσων σε εξέλιξη...",
      "mediaUploadSuccess": "Επιτυχής μεταφόρτωση πολυμέσων",
      "mediaUploadFail": "Ανεπιτυχής μεταφόρτωση πολυμέσων"
    },
    "controller": {
      "sectionOrganize": "Οργανώσατε τις ενότητες",
      "immersiveOrganize": "Οργανώσατε τις προβολές",
      "sectionDelete": "Διαγράψατε μια ενότητα",
      "viewDelete": "Διαγράψατε μια προβολή"
    },
    "notification": {
      "cancel": "Ακύρωση",
      "close": "Κλείσιμο",
      "undo": "Αναίρεση"
    },
    "sections": {
      "sequence": "Αφήγηση",
      "immersive": "Καθηλωτικό",
      "title": "Τίτλος"
    },
    "mediaErrors": {
      "mediaTypes": {
        "image": "εικόνα",
        "audio": "ήχος",
        "webmap": "χάρτης",
        "webscene": "3d προβολή",
        "video": "συλλογή",
        "content": "περιεχόμενο",
        "webpage": "ιστοσελίδα"
      },
      "placeholders": {
        "generic": "Αυτό το περιεχόμενο δεν είναι προσβάσιμο.",
        "deleted": "Αυτό το στοιχείο έχει διαγραφεί.",
        "inaccessible": "Αυτό το περιεχόμενο δεν είναι προσβάσιμο.",
        "unauthorized": "Δεν έχετε εξουσιοδότηση για προβολή αυτού του περιεχομένου.",
        "unshared": "Η κοινοποίηση αυτού του στοιχείου δεν είναι ίδια με εκείνη της αφήγησής σας.",
        "othersUnshared": "Η κοινοποίηση αυτού του στοιχείου δεν είναι ίδια με εκείνη της αφήγησής σας.",
        "subscriptionContent": "Αυτός ο χάρτης περιέχει ένα θεματικό επίπεδο συνδρομητή.",
        "premiumContent": "Αυτός ο χάρτης περιέχει ένα premium θεματικό επίπεδο.",
        "secureService": "Αυτός ο χάρτης περιέχει ένα ασφαλές θεματικό επίπεδο."
      },
      "contentIssues": {
        "noAltImage": "Τα πολυμέσα ενδέχεται να μη λειτουργούν σε φορητές συσκευές.",
        "noAltImageUnsupported": "Τα πολυμέσα δεν υποστηρίζονται σε φορητές συσκευές.",
        "noAltImageWarning": "Τα πολυμέσα ενδέχεται να μη λειτουργούν σε φορητές συσκευές.",
        "altImageBroken": "Δεν είναι δυνατή η πρόσβαση στην εναλλακτική εικόνα που έχει προσδιοριστεί για αυτό το πολυμέσο",
        "httpMedia": "Μη ασφαλή πολυμέσα",
        "httpContent": "Μη ασφαλές περιεχόμενο"
      },
      "contentWarnings": {
        "noAltImage": "Φροντίστε να κάνετε μια δοκιμαστική προβολή της αφήγησής σας σε φορητές συσκευές προτού την κοινοποιήσετε. Αν το συγκεκριμένο πολυμέσο δεν λειτουργεί με τον αναμενόμενο τρόπο, χρησιμοποιήστε το παρακάτω κουμπί για να προσθέσετε μια εναλλακτική εικόνα που θα εμφανίζεται κατά την προβολή της αφήγησης σε τηλέφωνο ή tablet.",
        "noAltImageUnsupported": "Το συγκεκριμένο πολυμέσο δεν θα λειτουργεί σε φορητές συσκευές. Χρησιμοποιήστε το παρακάτω κουμπί για να προσθέσετε μια εναλλακτική εικόνα που θα εμφανίζεται κατά την προβολή της αφήγησης σε τηλέφωνο ή tablet.",
        "noAltImageWarning": "Φροντίστε να κάνετε μια δοκιμαστική προβολή της αφήγησής σας σε φορητές συσκευές προτού την κοινοποιήσετε. Αν το συγκεκριμένο πολυμέσο δεν λειτουργεί με τον αναμενόμενο τρόπο, χρησιμοποιήστε το παρακάτω κουμπί για να προσθέσετε μια εναλλακτική εικόνα που θα εμφανίζεται κατά την προβολή της αφήγησης σε τηλέφωνο ή tablet.",
        "noAltImageAlt": "Ο συγκεκριμένος τύπος πολυμέσων δεν υποστηρίζεται ή ενδέχεται να μη λειτουργεί καλά σε φορητές συσκευές. Στην καρτέλα για φορητές συσκευές, προσθέστε μια εναλλακτική εικόνα που θα εμφανίζεται κατά την προβολή της αφήγησης σε τηλέφωνο ή tablet."
      },
      "descriptions": {
        "httpAudioUnfixable": "Αυτό το αρχείο ήχου δεν υποστηρίζει HTTPS. Αφαιρέστε το από την αφήγησή σας ή αντικαταστήστε το με σύνδεσμο.",
        "httpAudioUncheckable": "Αυτό το αρχείο ήχου έχει μη ασφαλή διεύθυνση URL (HTTP). Κάντε κλικ στο κουμπί παρακάτω προκειμένου να δοκιμάσετε να χρησιμοποιήσετε ασφαλή διεύθυνση URL με HTTPS για αυτό το αρχείο ήχου. Αν δεν λυθεί το πρόβλημα, καταργήστε το αρχείο ήχου από την αφήγησή σας ή αντικαταστήστε το με υπερσύνδεσμο.",
        "httpAudioFixable": "Αυτό το αρχείο ήχου έχει μη ασφαλή διεύθυνση URL (HTTP). Κάντε κλικ στο κουμπί παρακάτω προκειμένου να χρησιμοποιήσετε ασφαλή διεύθυνση URL με HTTPS για αυτό το αρχείο ήχου.",
        "httpWebpageUnfixable": "Αυτή η ιστοσελίδα δεν υποστηρίζει HTTPS. Αφαιρέστε την από την αφήγησή σας ή αντικαταστήστε την με στιγμιότυπο οθόνης ή σύνδεσμο.",
        "httpWebpageUncheckable": "Αυτή η ιστοσελίδα έχει μη ασφαλή διεύθυνση URL (HTTP). Κάντε κλικ στο κουμπί παρακάτω προκειμένου να δοκιμάσετε να χρησιμοποιήσετε ασφαλή διεύθυνση URL με HTTPS για αυτή την ιστοσελίδα. Αν δεν λυθεί το πρόβλημα, καταργήστε την ιστοσελίδα από την αφήγησή σας ή αντικαταστήστε την με στιγμιότυπο οθόνης ή με υπερσύνδεσμο.",
        "httpWebpageFixable": "Αυτή η ιστοσελίδα έχει μη ασφαλή διεύθυνση URL (HTTP). Κάντε κλικ στο κουμπί παρακάτω προκειμένου να χρησιμοποιήσετε ασφαλή διεύθυνση URL με HTTPS για αυτή την ιστοσελίδα.",
        "httpVideoUnfixable": "Αυτό το βίντεο δεν υποστηρίζει HTTPS. Αφαιρέστε το από την αφήγησή σας ή αντικαταστήστε το με σύνδεσμο.",
        "httpVideoUncheckable": "Αυτό το βίντεο έχει μη ασφαλή διεύθυνση URL (HTTP). Κάντε κλικ στο κουμπί παρακάτω προκειμένου να δοκιμάσετε να χρησιμοποιήσετε ασφαλή διεύθυνση URL με HTTPS για αυτό το βίντεο. Αν δεν λυθεί το πρόβλημα, καταργήστε το βίντεο από την αφήγησή σας ή αντικαταστήστε το με στιγμιότυπο οθόνης ή με υπερσύνδεσμο.",
        "httpVideoFixable": "Αυτό το βίντεο έχει μη ασφαλή διεύθυνση URL (HTTP). Κάντε κλικ στο κουμπί παρακάτω προκειμένου να χρησιμοποιήσετε ασφαλή διεύθυνση URL με HTTPS για αυτό το βίντεο.",
        "httpImageUnfixable": "Αυτή η εικόνα δεν υποστηρίζει HTTPS. Αφαιρέστε την από την αφήγησή σας ή αντικαταστήστε την με σύνδεσμο.",
        "httpImageUncheckable": "Αυτή η εικόνα έχει μη ασφαλή διεύθυνση URL (HTTP). Κάντε κλικ στο κουμπί παρακάτω προκειμένου να δοκιμάσετε να χρησιμοποιήσετε ασφαλή διεύθυνση URL με HTTPS για αυτή την εικόνα. Αν δεν λυθεί το πρόβλημα, καταργήστε την εικόνα από την αφήγησή σας ή αντικαταστήστε την με υπερσύνδεσμο.",
        "httpImageFixable": "Αυτή η εικόνα έχει μη ασφαλή διεύθυνση URL (HTTP). Κάντε κλικ στο κουμπί παρακάτω προκειμένου να χρησιμοποιήσετε ασφαλή διεύθυνση URL με HTTPS για αυτή την εικόνα.",
        "httpLayer": "Αυτό το θεματικό επίπεδο έχει μη ασφαλή διεύθυνση URL (HTTP).",
        "inaccessibleLogo": "Αυτό το λογότυπο δεν είναι προσβάσιμο. Αντικαταστήστε το με κάποια άλλη εικόνα.",
        "httpLogoUnfixable": "Αυτό το λογότυπο δεν υποστηρίζει HTTPS. Αντικαταστήστε το με κάποια άλλη εικόνα.",
        "httpLogoFixable": "Αυτό το λογότυπο έχει μη ασφαλή διεύθυνση URL (HTTP). Χρησιμοποιήστε διεύθυνση ULR με HTTPS URL για το λογότυπο.",
        "httpLogoUncheckable": "Αυτό το λογότυπο έχει μη ασφαλή διεύθυνση URL (HTTP). Χρησιμοποιήστε διεύθυνση ULR με HTTPS URL για το λογότυπο ή αντικαταστήστε με κάποια άλλη εικόνα."
      },
      "tooltips": {
        "httpAudioFixable": "Κάντε κλικ στο κουμπί προκειμένου να χρησιμοποιήσετε ασφαλή διεύθυνση URL με HTTPS για αυτό το αρχείο ήχου.",
        "httpAudioUncheckable": "Δοκιμάστε να χρησιμοποιήσετε ασφαλή διεύθυνση URL με HTTPS για αυτό το αρχείο ήχου. Αν δεν λυθεί το πρόβλημα, καταργήστε το αρχείο ήχου από την αφήγησή σας ή αντικαταστήστε το με σύνδεσμο.",
        "httpWebpageFixable": "Κάντε κλικ στο κουμπί προκειμένου να χρησιμοποιήσετε ασφαλή διεύθυνση URL με HTTPS για αυτή την ιστοσελίδα.",
        "httpWebpageUncheckable": "Δοκιμάστε να χρησιμοποιήσετε ασφαλή διεύθυνση URL με HTTPS για αυτή την ιστοσελίδα. Αν δεν λυθεί το πρόβλημα, καταργήστε την ιστοσελίδα από την αφήγησή σας ή αντικαταστήστε την με στιγμιότυπο οθόνης ή με σύνδεσμο.",
        "httpVideoFixable": "Κάντε κλικ στο κουμπί προκειμένου να χρησιμοποιήσετε ασφαλή διεύθυνση URL με HTTPS για αυτό το βίντεο.",
        "httpVideoUncheckable": "Δοκιμάστε να χρησιμοποιήσετε ασφαλή διεύθυνση URL με HTTPS για αυτό το βίντεο. Αν δεν λυθεί το πρόβλημα, καταργήστε το βίντεο από την αφήγησή σας ή αντικαταστήστε το με στιγμιότυπο οθόνης ή με σύνδεσμο.",
        "httpImageFixable": "Κάντε κλικ στο κουμπί προκειμένου να χρησιμοποιήσετε ασφαλή διεύθυνση URL με HTTPS για αυτή την εικόνα.",
        "httpImageUncheckable": "Δοκιμάστε να χρησιμοποιήσετε ασφαλή διεύθυνση URL με HTTPS για αυτή την εικόνα. Αν δεν λυθεί το πρόβλημα, καταργήστε την εικόνα από την αφήγησή σας ή αντικαταστήστε την με σύνδεσμο.",
        "httpLayerMyMap": "Επισκεφτείτε τη σελίδα του αντικειμένου του χάρτη για ενημέρωση αυτού του θεματικού επιπέδου ώστε να χρησιμοποιεί HTTPS. Αν δεν είναι δυνατή η ενημέρωση του θεματικού επιπέδου, αφαιρέστε το από τον χάρτη.",
        "httpLayerNotMyMap": "Δημιουργήστε ένα αντίγραφο του χάρτη και εκτελέστε ενημέρωση αυτού του θεματικού επιπέδου ώστε να χρησιμοποιεί HTTPS. Αν δεν είναι δυνατή η ενημέρωση του θεματικού επιπέδου, αφαιρέστε το από τον χάρτη.",
        "clickLearnMore": "Κάντε κλικ εδώ για περισσότερες πληροφορίες."
      },
      "fixButtons": {
        "agolItemPage": "Σελίδα αντικειμένου",
        "openTheMap": "Άνοιγμα χάρτη",
        "updateAudio": "Διόρθωση διεύθυνσης URL αρχείου ήχου",
        "updateWebpages": "Διόρθωση διεύθυνσης URL ιστοσελίδας",
        "updateVideos": "Διόρθωση διεύθυνσης URL βίντεο",
        "updateImages": "Διόρθωση διεύθυνσης URL εικόνας"
      },
      "mapIssues": {
        "fixButton": "Επιδιόρθωση προβλημάτων",
        "nofixButton": "Προβλήματα",
        "mapLabel": "Χάρτης:",
        "summaries": {
          "unshared": "Μη κοινοποιημένο περιεχόμενο",
          "othersUnshared": "Μη κοινοποιημένο περιεχόμενο κάποιου άλλου",
          "subscriptionContent": "Περιεχόμενο συνδρομητή",
          "premiumContent": "Premium περιεχόμενο",
          "secureContent": "Ασφαλές περιεχόμενο",
          "deleted": "Διαγραμμένο περιεχόμενο",
          "inaccessible": "Μη προσβάσιμο περιεχόμενο",
          "unauthorized": "Μη εξουσιοδοτημένο περιεχόμενο"
        },
        "descriptions": {
          "unshared": "Αυτό το περιεχόμενο δεν κοινοποιείται όπως η αφήγησή σας.",
          "othersUnshared": "Αυτό το περιεχόμενο ανήκει σε άλλον κάτοχο και δεν κοινοποιείται όπως η αφήγησή σας.",
          "othersUnsharedAuthorized": "Αυτό το περιεχόμενο ανήκει σε άλλον κάτοχο, αλλά έχετε εξουσιοδότηση να το κοινοποιήσετε.",
          "inaccessible": "Αυτό το περιεχόμενο δεν είναι προσβάσιμο.",
          "deleted": "Αυτό το περιεχόμενο έχει διαγραφεί.",
          "unauthorized": "Δεν έχετε εξουσιοδότηση για προβολή αυτού του περιεχομένου.",
          "popupFeatureLayer": "Τα αναδυόμενα πλαίσια ενός θεματικού επιπέδου σε παράθεση προέρχονται από ένα θεματικό επίπεδο στοιχείων το οποίο δεν κοινοποιείται όπως η αφήγησή σας.",
          "subscriptionContent": "Πρέπει να εξουσιοδοτήσετε το περιεχόμενο συνδρομητή για δημόσια χρήση.",
          "premiumContent": "Πρέπει να εξουσιοδοτήσετε το premium περιεχόμενο για δημόσια χρήση.",
          "secureService": "Το ασφαλές περιεχόμενο δεν είναι προσβάσιμο στους αναγνώστες σας.",
          "missingItemWarning": "Το αντικείμενο που συσχετίζεται με αυτό το θεματικό επίπεδο έχει διαγραφεί."
        },
        "tooltips": {
          "unshared": "Κάντε κλικ για να μάθετε περισσότερα σχετικά με την κοινοποίηση.",
          "othersUnshared": "Δεν έχετε δικαιώματα κοινοποίησης περιεχομένου άλλου κατόχου. Ζητήστε από τον κάτοχο να το κοινοποιήσει, καταργήστε τον χάρτη από την αφήγησή σας ή επεξεργαστείτε τον χάρτη για να καταργήσετε τα θεματικά επίπεδα που δεν είναι δικά σας. Κάντε κλικ για να μάθετε περισσότερα σχετικά με την επεξεργασία των χαρτών.",
          "inaccessible": "Καταργήστε αυτόν τον χάρτη από την αφήγησή σας ή επεξεργαστείτε τον για να καταργήσετε τα μη προσβάσιμα θεματικά επίπεδα. Κάντε κλικ για να μάθετε περισσότερα σχετικά με την επεξεργασία των χαρτών.",
          "deleted": "Καταργήστε αυτόν τον χάρτη από την αφήγησή σας ή επεξεργαστείτε τον για να καταργήσετε τα θεματικά επίπεδα που λείπουν. Κάντε κλικ για να μάθετε περισσότερα σχετικά με την επεξεργασία των χαρτών.",
          "unauthorized": "Καταργήστε αυτόν τον χάρτη από την αφήγησή σας ή επεξεργαστείτε τον για να καταργήσετε τα μη εξουσιοδοτημένα θεματικά επίπεδα. Κάντε κλικ για να μάθετε περισσότερα σχετικά με την επεξεργασία των χαρτών.",
          "popupFeatureLayer": "Τα αναδυόμενα πλαίσια ενός θεματικού επιπέδου σε παράθεση προέρχονται από ένα θεματικό επίπεδο στοιχείων το οποίο δεν κοινοποιείται όπως η αφήγησή σας.",
          "subscriptionContent": "Το περιεχόμενο συνδρομητή δεν καταναλώνει μονάδες κατανάλωσης. Κάντε κλικ για να μάθετε περισσότερα.",
          "premiumContent": "Οι μονάδες κατανάλωσης θα χρεώνονται στον οργανισμό σας κάθε φορά που κάποιος προβάλλει ένα premium θεματικό επίπεδο στην αφήγησή σας. Κάντε κλικ για να μάθετε περισσότερα.",
          "secureService": "Καταργήστε το ασφαλές περιεχόμενο από την αφήγησή σας ή κάντε κλικ για να μάθετε πώς θα εξουσιοδοτήσετε τη χρήση του ασφαλούς περιεχομένου από άλλους.",
          "missingItemWarning": "Αυτό το θεματικό επίπεδο εξακολουθεί να λειτουργεί, αλλά τα σύμβολά του, τα αναδυόμενα πλαίσια ή το όνομά του ενδέχεται να έχουν αλλάξει. Επιβεβαιώστε ότι το θεματικό επίπεδο εμφανίζεται όπως θα περιμένατε ή καταργήστε το από την αφήγησή σας."
        },
        "fixButtons": {
          "share": "Κοινοποίηση",
          "hide": "Απόκρυψη",
          "authorize": "Εξουσιοδότηση",
          "remove": "Κατάργηση",
          "help": "Λήψη βοήθειας",
          "ignore": "Αγνόηση",
          "confirm": "Επιβεβαίωση",
          "edit": "Επεξεργασία χάρτη"
        },
        "shareNotifications": {
          "alsoSharedMapsAndLayers": "Ορισμένοι χάρτες και θεματικά επίπεδα έχουν επίσης κοινοποιηθεί",
          "alsoSharedMaps": "Ορισμένοι χάρτες έχουν επίσης κοινοποιηθεί",
          "alsoSharedLayers": "Ορισμένα θεματικά επίπεδα έχουν επίσης κοινοποιηθεί",
          "sharedOthersContent": "Χρησιμοποιήσατε τα διαχειριστικά δικαιώματά σας για να κοινοποιήστε το περιεχόμενο κάποιου άλλου."
        }
      },
      "storyHealth": {
        "healthy": "Κανένα πρόβλημα",
        "notHealthy": "Επιδιόρθωση προβλημάτων",
        "warnings": "Εμφάνιση προειδοποιήσεων"
      }
    },
    "saveErrorSocial": {
      "title": "Κοινοποίηση στα μέσα κοινωνικής δικτύωσης",
      "panel1": "Η αφήγησή σας ενδέχεται να μην εμφανίζεται σωστά στα μέσα κοινωνικής δικτύωσης, καθότι ο τίτλος αντικειμένου της διαδικτυακής εφαρμογής ArcGIS δεν είναι ίδιος με τον τίτλο της αφήγησης.",
      "panel1tooltip": "Με τον ορισμό ενός τίτλου, μιας σύνοψης και μιας εικόνας μικρογραφίας, η αφήγησή σας θα έχει την ακόλουθη μορφή:",
      "panel2": "Ποιος τίτλος θέλετε να χρησιμοποιηθεί στα μέσα κοινωνικής δικτύωσης:",
      "panel2q1": "Τίτλος αφήγησης (προτείνεται)",
      "panel2q1tooltip": "Με αυτήν την επιλογή, ο τίτλος αντικειμένου θα τροποποιηθεί ώστε να συμφωνεί με τον τίτλο της αφήγησης και θα συγχρονιστούν τυχόν περαιτέρω αλλαγές στο Εργαλείο δημιουργίας.",
      "panel2q2": "Τίτλος αντικειμένου",
      "panel3": "Για την περαιτέρω βελτίωση της εμφάνισης της αφήγησής σας στα μέσα κοινωνικής δικτύωσης χρησιμοποιήστε το ${MYSTORIES} για την προσθήκη μιας σύνοψης και μιας εικόνας μικρογραφίας.",
      "panel4": "Να μην προειδοποιηθώ ξανά για αυτήν την αφήγηση",
      "save": "Αποθήκευση",
      "mystories": "Οι αφηγήσεις μου"
    },
    "httpsTransitionMessage": {
      "bannerMsg": "Σημαντικό μήνυμα για την ασφάλεια στο Web και στα Story Maps",
      "s1h1": "Η Esri βελτιώνει την ασφάλεια των Story Maps.",
      "s1p1": "Οι εφαρμογές σας Story Maps παίρνουν σάρκα και οστά στο web και η κοινότητα του web πάντα προσπαθεί να θεσπίζει και να υλοποιεί καλύτερα συστήματα ασφάλειας. Το πρωτόκολλο HTTPS που παρέχει ασφαλή σύνδεση για περιεχόμενο που μεταδίδεται μέσω Ίντερνετ καθιερώνεται ως ο αναμενόμενος τρόπος πρόσβασης σε περιεχόμενο στο web. Τα περισσότερα σύγχρονα προγράμματα περιήγησης εμφανίζουν πλέον μηνύματα προειδοποίησης κάθε φορά που χρησιμοποιείται το πρωτόκολλο HTTP αντί του HTTPS. Λόγω αυτού του νέου προτύπου που φαίνεται ότι έχει καθιερωθεί, συνιστούμε ανεπιφύλακτα να χρησιμοποιείτε συνδέσμους HTTPS για τη σύνταξη και την κοινοποίηση Story Maps και μόνο διευθύνσεις URL με HTTPS κατά την ενσωμάτωση περιεχομένου από το web ή κατά τη σύνδεση με εικόνες εντός ενός Story Map.",
      "s1p2": "Στην πράξη αυτό σημαίνει ότι ένα Story Map και όλο το περιεχόμενό του (συμπεριλαμβανομένων εικόνων, θεματικών επιπέδων, ενσωματωμένων εφαρμογών και ιστοτόπων) πρέπει να είναι προσβάσιμα με χρήση συνδέσμων που αρχίζουν με το πρόθεμα HTTPS αντί του HTTP. Έτσι διασφαλίζετε ότι οι αναγνώστες σας θα έχουν την καλύτερη δυνατή εμπειρία επειδή τα περισσότερα προγράμματα περιήγησης θα υποδεικνύουν ότι το περιεχόμενο των αφηγήσεών σας είναι ασφαλές.",
      "s2h1": "Τι χρειάζεται να κάνω;",
      "s2p1": "Η Esri καταβάλλει κάθε δυνατή προσπάθεια για να διευκολύνει τους συντάκτες και τους αναγνώστες των Story Map στη διάρκεια αυτής της μεταβατικής διαδικασίας. Στα εργαλεία δημιουργίας Story Map και στην εφαρμογή My Stories υπάρχουν πλέον διαθέσιμα εργαλεία που σας βοηθούν να βρείτε το μη ασφαλές περιεχόμενο (HTTP) στις αφηγήσεις σας και σας προτείνουν τρόπους αντιμετώπισης του προβλήματος. Ελέγξτε τις αφηγήσεις σας για να εξακριβώσετε μήπως περιλαμβάνουν μη ασφαλές περιεχόμενο και ενημερώστε τους συνδέσμους με το πρόθεμα HTTPS το συντομότερο δυνατό.",
      "action1": "Κλείσιμο",
      "action2": "Έλεγχος των αφηγήσεών μου τώρα",
      "action3": "Μάθετε περισσότερα",
      "floatingNotification": "Η αφήγηση αυτή περιέχει μη ασφαλές περιεχόμενο (HTTP). Ανασκοπήστε το και λύστε τα σχετικά προβλήματα."
    }
  }
});