/* eslint quotes: ["error", "double"] */
define({
  "commonWebmap": {
    "editor": {
      "loading": "אנא המתן בעת טעינת עורך המפות",
      "newTitle": "צור מפה חדשה",
      "editTitle": "ערוך מפה",
      "titleLbl": "כותרת",
      "titlePh": "כותרת מפה...",
      "folderLbl": "המפה תיווצר באותה התיקייה שבה נמצא הסיפור.",
      "creating": "יוצר את המפה",
      "saving": "שומר את המפה",
      "success": "המפה נשמרה",
      "successCreate": "המפה נוצרה",
      "cancelTitle": "לבטל את כל השינויים שלא נשמרו?",
      "errorDuplicate": "כבר יש לך מפה עם הכותרת הזו",
      "errorCreate": "לא ניתן ליצור מפה. נסה שוב.",
      "errorSave": "לא ניתן לשמור מפה. נסה שוב.",
      "loadFail": "שגיאה קריטית: לא ניתן לטעון את עורך המפות",
      "notavailable1": "מצטערים, אך הדפדפן Firefox לא תומך ביצירה או בעריכה של מפות בשל מגבלה טכנית. מומלץ לבנות את הסיפור באמצעות דפדפן אינטרנט אחר או להשתמש בפתרון הבא.",
      "notavailable2": "מצטערים, אין תמיכה ביצירה או בעריכה של מפות מאחר שאפליקציית מפות הסיפור לא מתארחת ב-${PRODUCT}. פנה למנהל ArcGIS שלך כדי לקבל מידע נוסף.",
      "notavailable3": "מצטערים, בגרסה זו של Portal עבור ArcGIS אין תמיכה ביצירה או בעריכה של מפות (נדרשת גרסה 10.4 ואילך). צור קשר עם מנהל ArcGIS לקבלת מידע נוסף.",
      "notavailable4": "ניתן ליצור מפה באמצעות ${MV}, ולאחר מכן לחזור לכאן כדי להוסיף אותה לסיפור שלך.",
      "notavailable5": "ניתן לערוך את המפה באמצעות ${MV}, ולאחר מכן לחזור לכאן כדי לראות את השינויים שלך באמצעות ${APPLY}.",
      "notavailable6": "תצוגת מפה",
      "notavailable7": "טען מחדש את המפה",
      "close": "סגור",
      "save": "שמירה",
      "yes": "כן",
      "no": "לא"
    }
  }
});