/* eslint quotes: ["error", "double"] */
/* strings files need to be double quotes */
define({
  "builder": {
    "dialog": {
      "apply": "ใช้",
      "close": "ปิด"
    },
    "header": {
      "sharingNotAvailable": "จะไม่สามารถใช้งานได้ จนกว่าคุณจะแบ่งปันเรื่องราว",
      "edit": "แก้ไข"
    },
    "headerConfig": {
      "toggles": {
        "bookmarks": "บุ๊คมาร์ค",
        "logoSharing": "โลโก้และการแบ่งปัน",
        "theme": "รูปลักษณ์"
      },
      "bookmarks": {
        "title": "ส่วน",
        "bookmark": "ที่คั่น",
        "intro": "บุ๊คมาร์คจะเชื่อมโยงไปยังส่วนของเรื่องราวและแสดงที่บริเวณส่วนหัว สร้างบุ๊คมาร์คที่กระชับสำหรับส่วนเรื่องราวหลักของคุณ เพื่อช่วยให้ผู้อ่านมุ่งเน้นไปยังส่วนเนื้อหาที่ต้องการได้",
        "sequentialDefault": "ส่วนบรรยาย (ไม่พบข้อความ)",
        "immersiveDefault": "ส่วนข้อมูลหลัก (ไม่พบเนื้อหา)",
        "titleDefault": "ส่วนของชื่อเรื่อง (ไม่พบเนื้อหา)",
        "coverDefault": "ส่วนของปก (ไม่พบเนื้อหา)",
        "coverAppendage": "(ปก)"
      },
      "logoSharing": {
        "logo": "โลโก้",
        "logoButton": "ใช้ ${ESRI} โลโก้",
        "useOrgLogo": "ใช้โลโก้องค์กรของฉัน",
        "useOrgLogoHelp": "ใช้โลโก้ที่จัดทำโดยองค์กรของฉัน",
        "logoLink": "โลโก้ที่เชื่องโยงไปยัง",
        "logoUploadProgress": "การส่งโลโก้อยู่ระหว่างความคืบหน้า",
        "logoUploadSuccess": "การส่งโลโก้ประสบความสำเร็จ",
        "logoUploadError": "การส่งโลโก้ล้มเหลว, สลับกลับไปที่โลโก้ ${ESRI}",
        "customHeaderText": "สโลแกน",
        "taglineLinkDisabledTooltip": "ใส่สโลแกนเพื่อใช้งานการเชื่อมโยง",
        "link": "สโลแกนลิงค์",
        "enableSocialSharing": "แสดงผลปุ่มการแบ่งปัน"
      },
      "appearance": {
        "themeLabel": "หัวข้อ",
        "fontLabel": "ประเภทตัวอักษร",
        "previewLabel": "ภาพตัวอย่าง",
        "fontsTitleLabel": "ชื่อเรื่อง",
        "fontsBodyLabel": "เนื้อหา",
        "loremTitle": "Lorem Ipsum",
        "loremBody": "Lorem ipsum dolor sit amet, consectetur adipiscing elit sed ทำ eiusmod ชั่วคราว Mauris ผลที่ตามมา orci nec magna facilisis bibendum at eget libero."
      }
    },
    "share": {
      "btnPrivate": "ส่วนตัว",
      "btnOrg": "องค์กร",
      "btnPublic": "สาธารณะ",
      "btnEveryone": "ใครก็ตาม"
    },
    "builderPanel": {
      "builderNamePrefix": "",
      "builderNameSuffix": "ตัวสร้าง",
      "buttonSaving": "กำลังบันทึก",
      "buttonSaved": "บันทึก",
      "buttonError": "บันทึกล้มเหลว",
      "buttonShare": "แบ่งปัน",
      "buttonSettings": "การตั้งค่า",
      "settingsLogoError": "โลโก้ของคุณมีปัญหา คลิกเพื่อเรียนรู้เพิ่มเติม",
      "buttonHelp": "รับความช่วยเหลือหรือส่งความเห็นเกี่ยวกับ GeoNet",
      "buttonPreview": "แสดงสตอรี่",
      "buttonHealth": "รายงานสุขภาพ",
      "manageStories": "รายงานสุขภาพ",
      "closeWithPendingChange": "คุณแน่ใจว่าจะต้องการที่จะยืนยันการดำเนินการนี้ การเปลี่ยนแปลงของคุณจะหายไป",
      "coverLabel": "ปก",
      "creditsLabel": "เครดิต",
      "betaFeedback": "ผลตอบรับ",
      "betaNote": "กรุณาแจ้งให้พวกเราได้รับทราบ เกี่ยวกับความคิดเห็นของคุณ ${APP_NAME} หรือข้อบกพร่องบางอย่างในการทำงาน",
      "notSharedNote": "เรื่องราวของคุณยังไม่ได้แบ่งปัน, มีเพียงคุณเท่านั้นที่สามารถมองเห็นได้",
      "organizationWarning": "เพื่อให้แน่ใจว่าเรื่องราวนี้ผู้ใช้งานอื่นสามารถเรียกดูได้ คุณจะต้องทำการแบ่งปันซีนนี้หรือซีนชั้นข้อมูลอื่นๆ และฝังแอพพลิเคชั่นกับระบบองค์กรของคุณ แผนที่และชั้นข้อมูลต่างๆจะถูกแบ่งปันโดยอัตโนมัติ",
      "publicWarning": "เพื่อให้มั่นใจได้ว่าคนอื่น ๆ สามารถดูเรื่องราวนี้ได้คุณต้องแชร์ฉากฉากเลเยอร์และแอปพลิเคชันฝังตัวกับทุกคน แผนที่และเลเยอร์แผนที่จะถูกแชร์โดยอัตโนมัติ",
      "addTitleNote": "เพิ่มชื่อเรื่องบนหน้าปกเพื่อบันทึก",
      "saveError": "พบข้อผิดพลาดระหว่างการบันทึกเรื่องราวของคุณ",
      "duplicate": "ทำซ้ำกัน",
      "organize": "องค์กร",
      "done": "เสร็จ",
      "invite": "ระหว่างที่คุณกำลังสร้างเรื่องราว, ส่วนงานนี้จะปรากฏขึ้นมา",
      "mystoriestooltip": "ตัวสร้าง Cascade เตือนถึงปัญหาในเรื่องราวของคุณและช่วยคุณแก้ไขปัญหาเหล่านั้น ซีนและแอพพลิเคชั่นต่างๆไม่ได้รับการตรวจสอบ โปรดทำการตรวจสอบด้วยตนเอง"
    },
    "immersiveViewPanel": {
      "transition": "ส่งผ่าน",
      "chooseTransition": "เลือกการเปลี่ยน",
      "fade": "ค่อยๆลดลง",
      "fadeSlow": "ค่อยๆลดลงอย่างช้าๆ",
      "swipeVertical": "กวาดในแนวตั้ง",
      "swipeHorizontal": "กวาดในแนวนอน",
      "none": "ไม่มีเลย",
      "disabledConsecutiveSameMedia": "ไม่สามารถใช้งานได้เมื่อมีการเรียกดูที่ต่อเนื่องจากสื่อเดียวกัน",
      "disabledTooltipMap": "เมื่อต้องการใช้การเปลี่ยนแปลงชั้นข้อมูลที่สามารถเรียกดูได้ในทั้งสองวิว จะต้องมีความแตกต่างและมีคุณสมบัติของแผนที่ที่เหมือนกัน",
      "disabledConsecutiveSameMap": "ไม่สามารถใช้งานได้เมื่อมีการเรียกดูที่ต่อเนื่องจากแผนที่เดียวกัน",
      "disabledNotInBeta": "ไม่สามารถใช้งานได้เมื่อมีการเรียกดูที่ต่อเนื่องจากแผนที่เดียวกัน",
      "disabledNonConsecutive": "ไม่สามารถใช้งานได้เนื่องจากสื่อมีการใช้งานจากเหตุการณ์อื่นอยู่",
      "addMedia": "เพิ่มสื่อ",
      "invite": "ขณะที่คุณสร้างข้อมูลหลัก การแสดงผลจะปรากฏที่นี่"
    },
    "mediaConfig": {
      "tabs": {
        "appearance": "รูปลักษณ์",
        "manage": "จัดการ",
        "size": "ขนาด",
        "background": "พื้นหลัง",
        "mobile": "อุปกรณ์สื่อสารเคลื่อนที่",
        "issues": "ปัญหา",
        "fixIssues": "แก้ไขปัญหา"
      },
      "manage": {
        "changeMedia": "เปลี่ยนสื่อ",
        "edit": "แก้ไข",
        "editAside": "เปิดแท็บบราวเซอร์ใหม่ภายหลังการบันทึกการแก้ไข  บันทึกและใส่เพิ่มเรื่องราวใหม่เมื่อมีการเปลี่ยนแปลง",
        "remove": "ลบออก",
        "altTextPlaceholder": "เพิ่มคำอธิบายของสื่อนี้สำหรับผู้อ่านที่สายตาบกพร่อง...",
        "altTextHelptip": "ข้อความทางเลือก คือคำอธิบายของสื่้อภาพที่เทคโนโลยีช่วยเหลือผู้ใช้ เช่น ซอฟต์แวร์อ่านหน้าจอใช้งาน ส่วนนี้เป็นเพียงทางเลือก แต่ควรใส่ไว้เพื่อให้เป็นไปตามแนวทางการสนับสนุนผู้ใช้ของเว็บ เช่น WCAG และมาตรา 508"
      },
      "appearance": {
        "homeView": "การเรียกดูครั้งแรก",
        "audio": "เสียง",
        "on": "เปิด",
        "muted": "ปิดเสียง",
        "volumeAside": "วิดีโอนี้จะเล่นเองโดยอัตโนมัติเมื่อผู้อ่านเข้ามาในหน้าต่างนี้ ถ้าคุณปิดเสียงไว้ ผู้อ่านจะไม่สามารถใช้งานได้",
        "view": "วิว",
        "resetLocation": "ตั้งค่าสถานที่ตั้งใหม่",
        "resetLayers": "ตั้งค่าชั้นข้อมูลใหม่",
        "clearPopup": "ยกเลิก Pop-Up",
        "interaction": "ปฏิสัมพันธ์",
        "interactionDisabled": "ปิดการทำงานแบบปฏิสัมพันธ์",
        "buttonToEnable": "ปุ่มเปิดใช้งาน",
        "interactionEnabled": "เปิดการทำงานแบบปฏิสัมพันธ์",
        "interactionAside": "เมื่อสัมผัสอุปกรณ์จะแสดงปุ่มการทำงานแบบปฏิสัมพันธ์",
        "slide": "สไลด์",
        "noSlides": "ไม่มีสไลด์ที่สามารถใช้งานได้",
        "mapExtentPrompt": "อัพเดทแผนที่เพื่อบอกเล่าเรื่องราวของคุณ คลิ๊กที่เครื่องหมายถูกเพื่อบันทึกการเปลี่ยนแปลง"
      },
      "sectionAppearance": {
        "layout": "หน้ากระดาษ",
        "theme": "หัวข้อ"
      },
      "size": {
        "small": "เล็ก",
        "medium": "กลาง",
        "large": "ใหญ่",
        "noCrop": "ไม่ควรตัดภาพในแนวยาว",
        "noCropTallTooltip": "การไม่ครอบตัดภาพที่สูงทำให้เกิดผลอย่างมากสำหรับผู้อ่านที่ต้องเลื่อนเพื่อดูภาพทั้งหมด"
      },
      "background": {
        "noCrop": "ไม่สามารถตัดได้",
        "mostImportantPart": "เลือกจุดที่สำคัญที่สุด",
        "cropExplanationImmersive": "เลือกจุดบนรูปภาพเพื่อเลือกลักษณะที่จะถูกครอบตัดด้วยขนาดหน้าจอที่แตกต่างกัน จุดที่คุณเลือกจะมองเห็นได้เสมอ เลือก 'อย่าตัด' หากภาพของคุณต้องมองเห็นได้อย่างเต็มที่",
        "cropExplanation": "เลือกจุดบนรูปภาพเพื่อเลือกลักษณะที่จะถูกครอบตัดด้วยขนาดหน้าจอที่แตกต่างกัน จุดที่คุณเลือกจะมองเห็นได้เสมอ",
        "color": "สี",
        "previews": "พรีวิว"
      },
      "altMedia": {
        "alternativeMedia": "ภาพสำรองสำหรับอุปกรณ์เคลื่อนที่",
        "explanation": "สื่อบางประเภทไม่ได้รับการสนับสนุนหรือทำงานได้ไม่ดีบนอุปกรณ์เคลื่อนที่ ใช้แผงควบคุมนี้เพื่อระบุภาพที่จะปรากฏในตำแหน่งของสื่อนี้เมื่อเรื่องราวของคุณแสดงบนโทรศัพท์หรือแท็บเล็ต",
        "changeAltImage": "เปลี่ยนรูปภาพ",
        "uploadAltImage": "เพิ่มรูปภาพอื่น"
      }
    },
    "mediaPicker": {
      "browseToggle": {
        "urls": "ลิงก์ไปยังเนื้อหา",
        "urls_short": "ลิงก์",
        "contentType": {
          "error": "ไม่มีสื่อที่ได้รับอนุญาต",
          "imageOnly": "ในส่วนหนึ่งของเรื่องนี้คุณจะสามารถเพิ่มภาพ",
          "imageAndVideo": "ในส่วนหนึ่งของเรื่องนี้คุณจะสามารถเพิ่มรูปภาพหรือวิดีโอ.",
          "imageVideoWebpage": "ในส่วนหนึ่งของเรื่องนี้คุณสามารถเพิ่มเสียง ภาพ วิดีโอ หรือหน้าเว็บได้"
        }
      },
      "browsePanel": {
        "providers": {
          "searchingFor": "ค้นหา \"${searchterm}\"...",
          "searchedFor": "ผลการค้นหาสำหรับ \"${searchterm}\"",
          "albumsOf": "${username}'s อัลบั้ม",
          "noPhotosFound": "ไม่มีภาพถ่ายตรงกับการค้นหาของคุณ กรุณาลองอีกครั้ง.",
          "noItemsFound": "ไม่มีรายการที่ตรงกับการค้นหาของคุณ กรุณาลองอีกครั้ง.",
          "noItemsInThisStory": "เนื้อหาจาก ArcGIS ไม่ได้รับการเพิ่มเรื่องนี้เลย.",
          "limitReached": "แสดง 100 รายการ หากคุณไม่ได้พบสิ่งที่คุณต้องลองค้นหาคำหลัก.",
          "galleryItems": {
            "uploadError": "ขออภัยรายการนี้ไม่สามารถอัปโหลด."
          },
          "agol": {
            "remove1": "ลบภาพที่ไม่ได้ใช้นี้ออกจากบัญชีของคุณ ArcGIS",
            "remove2": "(คุณจะต้องอัปโหลดอีกครั้งถ้าคุณตัดสินใจที่จะใช้ในภายหลัง.)",
            "removeFailed": "ลบภาพที่ไม่สามารถเข้าถึงได้จากรายการนี้",
            "modified": "ดัดแปลง ${date}",
            "uploaded": "อัปโหลด ${date}",
            "contentByAuthor": "${contentType} โดย ${author}"
          },
          "googlePhotos": {
            "searchAndBrowse": "เรียกดูภาพถ่ายบน ${Picasa} หรือ ${Google+}"
          },
          "flickr": {
            "photostream": "โฟโต้สตรีม",
            "searchAndBrowse": "ค้นหาและเรียกดูภาพถ่ายบน ${Flickr}",
            "captionStarter": "รูปภาพโดย ${USERNAME} ใน ${Flickr}"
          },
          "unsplash": {
            "searchAndBrowse": "ค้นหารูปภาพบน ${Unsplash}",
            "photoBy": "ภาพถ่ายโดย ${username}",
            "userLink": "ไปที่ ${username}'s ${Unsplash} หน้า",
            "captionStarter": "รูปภาพโดย ${USERNAME} ใน ${Unsplash}"
          },
          "urlContent": {
            "uploadHeaders": {
              "generic": "เชื่อมโยงไปยังเนื้อหาบนเว็บ",
              "imageOnly": "เชื่อมโยงไปยังภาพบนเว็บ",
              "imageAndVideo": "เชื่อมโยงไปยังภาพหรือวิดีโอบนเว็บ"
            },
            "linkText": {
              "imageOnly": "ในช่องด้านบนคุณสามารถเชื่อมโยงโดยตรงกับรูปภาพได้",
              "imageAndVideo1": "ในช่องด้านบน, คุณสามารถวางลิงก์หรือรหัส iframe สำหรับวิดีโอบน ${YouTube} หรือ ${Vimeo}.",
              "imageAndVideo2": "คุณยังสามารถเชื่อมโยงโดยตรงกับรูปภาพได้",
              "imageVideoWebpage1": "ในช่องด้านบน, คุณสามารถวางลิงก์หรือโค้ด iframe สำหรับเนื้อหาเว็บเช่นแผนภูมิแบบไดนามิกหรือวิดีโอบน ${YouTube} หรือ ${Vimeo}.",
              "imageVideoWebpage2": "คุณสามารถเชื่อมโยงโดยตรงกับรูปภาพ , วิดีโอ , ไฟล์เสียง , เว็ปเพจ , หรือเว็ปแอปพลิเคชัน",
              "ender": "ใช้ความปลอดภัยเสมอ (https) สำหรับลิงค์. หากเนื้อหาของคุณไม่สนับสนุน https ให้เพิ่มลิงก์ลงในข้อความในเรื่องราวของคุณเพื่อให้ผู้อ่านสามารถดูได้ในแท็บเบราเซอร์ใหม่",
              "httpsError": "ลิงก์ต้องขึ้นต้นด้วย HTTPS"
            },
            "embedProtocol": {
              "embedProtocolLabel": "โหลดหน้าเว็บผ่านการเชื่อมต่อที่ปลอดภัย (https)",
              "embedProtocolWarning1": "หากหน้านี้ไม่ได้โหลดในเรื่องราวของคุณก็ไม่สามารถฝังตัวสำหรับเหตุผลด้านความปลอดภัยเว็บ",
              "embedProtocolWarning2": "หากหน้านี้ไม่ได้โหลดในเรื่องราวของคุณให้ยกเลิกการเลือกตัวเลือกนี้และลองอีกครั้ง ถ้าหน้ายังไม่ได้โหลดก็ไม่สามารถฝังตัวสำหรับเหตุผลด้านความปลอดภัยเว็บ",
              "embedProtocolWarning3": "ในฐานะที่เป็นทางเลือกในการเพิ่มการเชื่อมโยงในการเล่าเรื่องของคุณเพื่อเปิดหน้าเว็บในแท็บเบราว์เซอร์ใหม่. ${linkText}",
              "linkText": "เรียนรู้เพิ่มเติม."
            },
            "placeholder": "${https://}... หรือ ${<iframe>}",
            "uploadErrors": {
              "generic": "สิ่งที่ผิดพลาดกับที่อยู่ที่ป้อน กรุณาลองอีกครั้ง.",
              "imageOnly1": "คุณต้องใช้ภาพในส่วนหนึ่งของเรื่องนี้",
              "imageOnly2": "โปรดให้การเชื่อมโยงไปยังรูปภาพ (.jpg, .png, .gif) หรือเลือกภาพจาก ${ArcGIS}, ${Flickr}, ${Google+}, หรือ ${Unsplash}.",
              "imageAndVideo1": "คุณต้องใช้ภาพหรือวิดีโอในส่วนหนึ่งของเรื่องนี้",
              "imageAndVideo2": "โปรดให้การเชื่อมโยงไปยังรูปภาพ (.jpg, .png, .gif) หรือวิดีโอบน ${YouTube} หรือ ${Vimeo}, หรือเลือกภาพจาก ${ArcGIS}, ${Flickr}, ${Google+}, หรือ ${Unsplash}.",
              "badFormat": "ลิงก์ไปยังไฟล์ที่คุณต้องการเพิ่มมีรูปแบบไม่ถูกต้อง",
              "inaccessible": "ไฟล์ที่คุณพยายามเพิ่มหายไปหรือไม่สามารถเข้าถึงได้",
              "tryAgain": "กรุณาตรวจสอบที่อยู่และลองอีกครั้ง.",
              "mediaTypes": {
                "VIDEO": "วิดีโอ",
                "IMAGE": "รูปภาพ",
                "generic": "สื่อ"
              }
            }
          }
        },
        "sidePanel": {
          "thirdPartyTerms": "ในการใช้บริการบุคคลที่สาม จะถือว่าคุณยอมรับตามเงื่อนไขการใช้บริการของบุคคลที่สาม: ",
          "googlePhotos": {
            "placeholder": "อีเมล์ หรือ ${Picasa}/${Google+} ไอดี",
            "helpText": "คุณสามารถเพิ่มรูปภาพอัปโหลดไปยัง ${Picasa} หรือ ${Google+} เพื่อเล่าเรื่องราวของคุณ.${helpLinkText} เกี่ยวกับการใช้ภาพที่เก็บไว้ในของคุณ ${Google} บัญชีในเรื่องราวของคุณ.",
            "helpLinkText": "เรียนรู้เพิ่มเติม",
            "cannotFindUser": "ไม่พบผู้ใช้ ${username}. กรุณาลองอีกครั้ง."
          },
          "unsplash": {
            "placeholder": "ค้นหาภาพถ่าย",
            "aboutText": "${Unsplash} เป็นคอลเลกชัน curated ของฟรีภาพที่มีคุณภาพสูง",
            "copyrightText": "ภาพทั้งหมดได้รับการอนุญาตภายใต้ใบอนุญาต ${Unsplash} ค้นหาข้อมูลเพิ่มเติม ${moreInfoLink}",
            "moreInfoLink": "ที่นี่"
          },
          "flickr": {
            "searchType": {
              "account": "${Flickr} บัญชี",
              "text": "ทั้งหมด ${Flickr}"
            },
            "placeholders": {
              "user": "ค้นหาบัญชี",
              "userText": "ค้นหาบัญชีนี้สำหรับภาพถ่าย",
              "text": "ค้นหาภาพถ่าย"
            },
            "errors": {
              "cannotFindUser": "ไม่พบผู้ใช้ ${username}.",
              "noUserPhotos": "${username} ไม่ได้มีภาพสาธารณะใด ๆ",
              "didYouMean": "คุณหมายถึง ${username}?",
              "generalUserError": "สิ่งที่ผิดพลาดเมื่อค้นหาผู้ใช้ ${username}."
            },
            "licenses": {
              "licenseLabel": "ใบอนุญาต: ",
              "public": "โดเมนสาธารณะ",
              "commercial": "OK สำหรับใช้ในเชิงพาณิชย์",
              "nonCommercial": "OK สำหรับที่ไม่ใช่เชิงพาณิชย์ใช้",
              "reserved": "สงวนลิขสิทธิ์",
              "any": "ใบอนุญาตใด ๆ"
            }
          },
          "agol": {
            "searchLocation": {
              "thisStory": "เรื่องนี้",
              "agol": "ArcGIS Online",
              "portalArcGIS": "Portal for ArcGIS",
              "portal": "พอร์ทัล",
              "myOrg": "${orgname} องค์กร",
              "myContent": "เนื้อหาของฉัน"
            },
            "createContent": {
              "createNewMap": "สร้างแผนที่ใหม่",
              "or": "หรือ",
              "dragAndDropImage": "วางภาพ",
              "dragAndDropImageAudio": "วางภาพหรือเสียง",
              "uploadButton": "ค้นหา",
              "agolInfo": "ภาพและเสียงที่อัปโหลด จะสามารถเข้าใช้งานได้เฉพาะภายในเรื่องนี้เท่านั้น",
              "saveBeforeUpload": "หลังจากที่คุณบันทึกเรื่องนี้แล้ว คุณจะสามารถอัปโหลดภาพและเสียงไปยัง ArcGIS ได้ที่นี่",
              "fileExtsImage": "ประเภทไฟล์ที่รองรับ: png, jpg, gif, bmp",
              "fileExtsImageAudio": "ประเภทไฟล์ที่รองรับ: png, jpg, gif, bmp, mp3",
              "maxSize": "สูงสุด 10 MB ต่อไฟล์"
            },
            "filterAndSort": {
              "webmap": "เว็บแมพ",
              "webscene": "เว็บซ๊น",
              "image": "รูปภาพ",
              "audio": "เสียง",
              "date": "วันที่",
              "sortByDate": "เรียงตามวันที่",
              "title": "ชื่อ",
              "sortByTitle": "จัดเรียงตามชื่อ",
              "views": "จำนวนผู้ชม",
              "search": "ค้นหาด้วยคำหลักหรือไอดี"
            }
          }
        }
      }
    },
    "mapEditor": {
      "dialogTitle": "แก้ไขแผนที่",
      "unauthorizedDomain": "คุณไม่ได้อยู่ในโดเมนที่ได้รับอนุญาตเพื่อใช้ตัวแก้ไขแผนที่",
      "loading": "กรุณารอสักครู่ในขณะที่ตัวแก้ไขแผนที่กำลังโหลด",
      "saving": "กำลังบันทึกแผนที่",
      "success": "บันทึกแผนที่",
      "cancelTitle": "ยกเลิกการเปลี่ยนแปลงใด ๆ ที่ไม่ได้บันทึก",
      "errorSave": "ไม่สามารถบันทึกแผนที่ กรุณาลองอีกครั้ง",
      "loadFail": "ขออภัย ไม่สามารถโหลดตัวแก้ไขแผนที่ได้",
      "close": "ปิด",
      "save": "บันทึก",
      "confirm": "ใช่ ปิดแผนที่",
      "deny": "ไม่ ทำงานต่อไป"
    },
    "textEditor": {
      "placeholder": {
        "continueStory": "ดำเนินการต่อเรื่องราวของคุณที่นี่ ..."
      },
      "blockAdd": {
        "text": "ตัวอักษร",
        "media": "สื่อ",
        "title": "ชื่อ",
        "immersive": "ที่น่าจดจำ"
      },
      "link": {
        "invite": "วางหรือพิมพ์การเชื่อมโยง ..."
      },
      "color": {
        "choose": "เลือก",
        "cancel": "ยกเลิก",
        "clear": "สีที่ชัดเจน"
      }
    },
    "imageGallery": {
      "addImage": "เพิ่มรูปภาพอื่น",
      "moveBackward": "ถอยกลับไปข้างหลัง",
      "moveForward": "เลื่อนไปข้างหน้า"
    },
    "cover": {
      "titlePrompt": "ใส่ชื่อเรื่องของคุณ",
      "subtitlePrompt": "เลื่อนลงมาเพื่อเริ่มต้นหรือใส่ชื่อเรื่องรอง",
      "mediaPlaceholder": "เพิ่มรูปภาพหรือวิดีโอ",
      "saveError": "บันทึกไม่สำเร็จ คุณมีชื่อเรื่องนี้แล้ว"
    },
    "credits": {
      "sectionInvite": "เพิ่มส่วนเครดิต",
      "warning": "ต้องกรอกทั้งสองแถวแนวตั้ง",
      "content": "หัวข้อ",
      "source": "แหล่งที่มา",
      "linkPrompt": "ลิงค์อื่นๆ",
      "introductionPlaceholder": "ใส่คำนำเรื่องอื่นๆในส่วนเครดิต"
    },
    "immersive": {
      "titleConfig": {
        "theme": "หัวข้อ"
      },
      "panelConfig": {
        "position": "ตำแหน่ง",
        "theme": "หัวข้อ",
        "size": "ขนาด",
        "background": "พื้นหลัง",
        "layout": "กำลังเลื่อน (สำหรับทุกหน้าต่าง)"
      }
    },
    "title": {
      "placeholder": "ใส่ชื่อเรื่อง..."
    },
    "media": {
      "mediaUpload": "อยู่ระหว่างการอัปโหลดมีเดีย...",
      "mediaUploadSuccess": "อัปโหลดมีเดียสำเร็จแล้ว",
      "mediaUploadFail": "การอัปโหลดมีเดียล้มเหลว"
    },
    "controller": {
      "sectionOrganize": "ส่วนต่างๆที่คุณจัดการไว้",
      "immersiveOrganize": "วิวต่างๆที่คุณจัดการไว้",
      "sectionDelete": "ส่วนต่างๆที่คุณลบทิ้งไป",
      "viewDelete": "วิวต่างๆที่คุณลบทิ้งไป"
    },
    "notification": {
      "cancel": "ยกเลิก",
      "close": "ปิด",
      "undo": "ย้อนกลับ"
    },
    "sections": {
      "sequence": "การเล่าเรื่อง",
      "immersive": "ที่น่าจดจำ",
      "title": "ชื่อ"
    },
    "mediaErrors": {
      "mediaTypes": {
        "image": "ภาพ",
        "audio": "เสียง",
        "webmap": "แผนที่",
        "webscene": "ซีน",
        "video": "วิดีโอ",
        "content": "หัวข้อ",
        "webpage": "หน้าเว็บ"
      },
      "placeholders": {
        "generic": "ไม่สามารถเข้าสู่หัวข้อนี้ได้",
        "deleted": "รายการนี้ถูกลบแล้ว",
        "inaccessible": "ไม่สามารถเข้าสู่หัวข้อนี้ได้",
        "unauthorized": "คุณยังไม่ได้รับอนุญาตให้เข้าถึงหัวข้อนี้",
        "unshared": "รายการนี้ไม่ได้แชร์เหมือนกับเรื่องราวของคุณ",
        "othersUnshared": "รายการนี้ไม่ได้แชร์เหมือนกับเรื่องราวของคุณ",
        "subscriptionContent": "แผนที่นี้ประกอบด้วยชั้นข้อมูลของสมาชิก",
        "premiumContent": "แผนที่นี้ประกอบด้วยชั้นข้อมูลพรีเมี่ยม",
        "secureService": "แผนที่นี้ประกอบด้วยชั้นข้อมูลซีน"
      },
      "contentIssues": {
        "noAltImage": "มีเดียอาจไม่ทำงานบนมือถือ",
        "noAltImageUnsupported": "ไม่รองรับมีเดียบนมือถือ",
        "noAltImageWarning": "มีเดียอาจไม่ทำงานบนมือถือ",
        "altImageBroken": "ไม่สามารถเข้าถึงภาพสำรองที่กำหนดไว้สำหรับรายการสื่อนี้",
        "httpMedia": "สื่อที่ไม่ปลอดภัย",
        "httpContent": "เนื้อหาที่ไม่ปลอดภัย"
      },
      "contentWarnings": {
        "noAltImage": "อย่าลืมทดสอบเรื่องราวของคุณบนโทรศัพท์มือถือก่อนแบ่งปัน หากสื่อนี้ใช้งานไม่ได้ตามที่คาดไว้ให้ใช้ปุ่มด้านล่างเพื่อเพิ่มรูปภาพอื่นที่จะแสดงเมื่อมีการดูเรื่องราวบนโทรศัพท์หรือแท็บเล็ต",
        "noAltImageUnsupported": "สื่อประเภทนี้จะไม่ทำงานบนโทรศัพท์มือถือ ใช้ปุ่มด้านล่างเพื่อเพิ่มรูปภาพอื่นที่จะแสดงเมื่อมีการดูเรื่องราวบนโทรศัพท์หรือแท็บเล็ต",
        "noAltImageWarning": "อย่าลืมทดสอบเรื่องราวของคุณบนโทรศัพท์มือถือก่อนแบ่งปัน หากสื่อนี้ใช้งานไม่ได้ตามที่คาดไว้ให้ใช้ปุ่มด้านล่างเพื่อเพิ่มรูปภาพอื่นที่จะแสดงเมื่อมีการดูเรื่องราวบนโทรศัพท์หรือแท็บเล็ต",
        "noAltImageAlt": "สื่อประเภทนี้ไม่ได้รับการสนับสนุนหรือทำงานได้ไม่ดีบนอุปกรณ์เคลื่อนที่ บนแท็บมือถือให้รูปภาพอื่นที่จะปรากฏเมื่อมีการดูเรื่องราวบนโทรศัพท์หรือแท็บเล็ต"
      },
      "descriptions": {
        "httpAudioUnfixable": "เสียงนี้ไม่รองรับ HTTPS ลบออกจากเรื่องราวของคุณหรือแทนที่ด้วยลิงก์",
        "httpAudioUncheckable": "เสียงนี้มี URL (HTTP) ที่ไม่ปลอดภัย คลิกปุ่มด้านล่างเพื่อลองใช้ URL ของ HTTPS สำหรับเสียงนี้ หากใช้งานไม่ได้ ให้เอาเสียงออกจากเรื่องราวของคุณหรือแทนที่ด้วยไฮเปอร์ลิงก์",
        "httpAudioFixable": "เสียงนี้มี URL (HTTP) ที่ไม่ปลอดภัย คลิกปุ่มด้านล่างเพื่อใช้ URL ของ HTTPS ที่ปลอดภัยสำหรับเสียงนี้",
        "httpWebpageUnfixable": "หน้าเว็บนี้ไม่รองรับ HTTPS ลบออกจากเรื่องราวของคุณหรือแทนที่ด้วยภาพหน้าจอหรือลิงก์",
        "httpWebpageUncheckable": "หน้าเว็บนี้มี URL (HTTP) ที่ไม่ปลอดภัย คลิกปุ่มด้านล่างเพื่อลองใช้ URL ของ HTTPS สำหรับหน้าเว็บนี้ หากใช้งานไม่ได้ ให้เอาหน้าเว็บออกจากเรื่องราวของคุณหรือแทนที่ด้วยภาพหน้าจอหรือไฮเปอร์ลิงก์",
        "httpWebpageFixable": "หน้าเว็บนี้มี URL (HTTP) ที่ไม่ปลอดภัย คลิกปุ่มด้านล่างเพื่อใช้ URL ของ HTTPS ที่ปลอดภัยสำหรับหน้าเว็บนี้",
        "httpVideoUnfixable": "วิดีโอนี้ไม่รองรับ HTTPS ลบออกจากเรื่องราวของคุณหรือแทนที่ด้วยภาพหน้าจอหรือลิงก์",
        "httpVideoUncheckable": "วิดีโอนี้มี URL (HTTP) ที่ไม่ปลอดภัย คลิกปุ่มด้านล่างเพื่อลองใช้ URL ของ HTTPS สำหรับวิดีโอนี้ หากใช้งานไม่ได้ ให้เอาวิดีโอออกจากเรื่องราวของคุณหรือแทนที่ด้วยภาพหน้าจอหรือไฮเปอร์ลิงก์",
        "httpVideoFixable": "วิดีโอนี้มี URL (HTTP) ที่ไม่ปลอดภัย คลิกปุ่มด้านล่างเพื่อใช้ URL ของ HTTPS ที่ปลอดภัยสำหรับวิดีโอนี้",
        "httpImageUnfixable": "ภาพนี้ไม่รองรับ HTTPS ลบออกจากเรื่องราวของคุณหรือแทนที่ด้วยลิงก์",
        "httpImageUncheckable": "ภาพนี้มี URL (HTTP) ที่ไม่ปลอดภัย คลิกปุ่มด้านล่างเพื่อลองใช้ URL ของ HTTPS สำหรับภาพนี้ หากใช้งานไม่ได้ ให้เอาภาพออกจากเรื่องราวของคุณหรือแทนที่ด้วยไฮเปอร์ลิงก์",
        "httpImageFixable": "ภาพนี้มี URL (HTTP) ที่ไม่ปลอดภัย คลิกปุ่มด้านล่างเพื่อใช้ URL ของ HTTPS ที่ปลอดภัยสำหรับภาพนี้",
        "httpLayer": "ชั้นข้อมูลนี้มี URL (HTTP) ที่ไม่ปลอดภัย",
        "inaccessibleLogo": "โลโก้นี้ไม่สามารถเข้าถึงได้ แทนที่ด้วยภาพอื่น",
        "httpLogoUnfixable": "โลโก้นี้ไม่รองรับ HTTPS แทนที่ด้วยภาพอื่น",
        "httpLogoFixable": "โลโก้นี้มี URL (HTTP) ที่ไม่ปลอดภัย ใช้ URL ของ HTTPS สำหรับโลโก้",
        "httpLogoUncheckable": "โลโก้นี้มี URL (HTTP) ที่ไม่ปลอดภัย ใช้ URL ของ HTTPS สำหรับโลโก้ หรือแทนที่ด้วยภาพอื่น"
      },
      "tooltips": {
        "httpAudioFixable": "คลิกปุ่มเพื่อใช้ URL ของ HTTPS ที่ปลอดภัยสำหรับเสียงนี้",
        "httpAudioUncheckable": "ลองใช้ URL ของ HTTPS สำหรับเสียงนี้ หากใช้งานไม่ได้ ให้เอาเสียงออกจากเรื่องราวของคุณหรือแทนที่ด้วยลิงก์",
        "httpWebpageFixable": "คลิกปุ่มเพื่อใช้ URL ของ HTTPS ที่ปลอดภัยสำหรับหน้าเว็บนี้",
        "httpWebpageUncheckable": "ลองใช้ URL ของ HTTPS สำหรับหน้าเว็บนี้ หากใช้งานไม่ได้ ให้เอาหน้าเว็บออกจากเรื่องราวของคุณหรือแทนที่ด้วยภาพหน้าจอหรือลิงก์",
        "httpVideoFixable": "คลิกปุ่มเพื่อใช้ URL ของ HTTPS ที่ปลอดภัยสำหรับวิดีโอนี้",
        "httpVideoUncheckable": "ลองใช้ URL ของ HTTPS สำหรับวิดีโอนี้ หากใช้งานไม่ได้ ให้เอาวิดีโอออกจากเรื่องราวของคุณหรือแทนที่ด้วยภาพหน้าจอหรือลิงก์",
        "httpImageFixable": "คลิกปุ่มเพื่อใช้ URL ของ HTTPS ที่ปลอดภัยสำหรับภาพนี้",
        "httpImageUncheckable": "ลองใช้ URL ของ HTTPS สำหรับภาพนี้ หากใช้งานไม่ได้ ให้เอาภาพออกจากเรื่องราวของคุณหรือแทนที่ด้วยลิงก์",
        "httpLayerMyMap": "ไปที่หน้ารายการของแผนที่เพื่ออัปเดตชั้นข้อมูลนี้เพื่อใช้ HTTPS หากไม่สามารถอัปเดตชั้นข้อมูล ให้ลบออกจากแผนที่",
        "httpLayerNotMyMap": "ทำสำเนาแผนที่และอัปเดตชั้นข้อมูลนี้เพื่อใช้ HTTPS หากไม่สามารถอัปเดตชั้นข้อมูล ให้ลบออกจากแผนที่",
        "clickLearnMore": "คลิกเพื่อเรียนรู้เพิ่มเติม"
      },
      "fixButtons": {
        "agolItemPage": "หน้ารายการ",
        "openTheMap": "เปิดแผนที่",
        "updateAudio": "แก้ไข URL ของเสียง",
        "updateWebpages": "แก้ไข URL ของหน้าเว็บ",
        "updateVideos": "แก้ไข URL ของวิดีโอ",
        "updateImages": "แก้ไข URL ของภาพ"
      },
      "mapIssues": {
        "fixButton": "แก้ไขปัญหา",
        "nofixButton": "ปัญหา",
        "mapLabel": "แผนที่:",
        "summaries": {
          "unshared": "หัวข้อที่ไม่ได้แบ่งปัน",
          "othersUnshared": "หัวข้อที่ไม่ได้แบ่งปันของผู้อื่น",
          "subscriptionContent": "เนื้อหาการสมัครสมาชิก",
          "premiumContent": "เนื้อหาพรีเมี่ยม",
          "secureContent": "หัวข้อที่ปลอดภัย",
          "deleted": "หัวข้อที่ถูกลบ",
          "inaccessible": "หัวข้อที่ไม่สามารถเข้าถึงได้",
          "unauthorized": "หัวข้อที่ไม่ได้รับอนุญาตให้เข้าถึงได้"
        },
        "descriptions": {
          "unshared": "หัวข้อนี้ไม่ได้ทำการแบ่งปันเช่นเดียวกับเรื่องราวของคุณ",
          "othersUnshared": "หัวข้อนี้เป็นของผู้อื่นและไม่ได้ทำการแบ่งปันเช่นเดียวกับเรื่องราวของคุณ",
          "othersUnsharedAuthorized": "หัวข้อนี้มีเจ้าของเป็นผู้ใช้งานอื่น แต่คุณสามารถทำการแบ่งปันได้",
          "inaccessible": "ไม่สามารถเข้าสู่หัวข้อนี้ได้",
          "deleted": "หัวข้อนี้ถูกลบทิ้งไปแล้ว",
          "unauthorized": "คุณยังไม่ได้รับอนุญาตให้เข้าถึงหัวข้อนี้",
          "popupFeatureLayer": "ป๊อปอัพแผ่นชั้นข้อมูลมาจากชิ้นข้อมูลที่ไม่ได้ทำการแบ่งปันเช่นเดียวกับเรื่องราวของคุณ",
          "subscriptionContent": "คุณจำเป็นต้องทำการอนุญาตให้ใช้งานหัวข้อต่างๆแบบสาธารณะ",
          "premiumContent": "คุณจำเป็นต้องทำการอนุญาตให้ใช้งานหัวข้อพิเศษแบบสาธารณะ",
          "secureService": "ไม่สามารถเข้าถึงหัวข้อที่ปลอดภัยจากการอ่านของคุณ.",
          "missingItemWarning": "รายการที่เกี่ยวข้องกับชั้นข้อมูลนี้ได้ถูกลบออก"
        },
        "tooltips": {
          "unshared": "คลิ๊กเพื่อเรียนรู้เพิ่มเติมเกี่ยวกับการแบ่งปัน",
          "othersUnshared": "คุณไม่ได้รับอนุญาตให้แบ่งปันหัวข้อของผู้อื่น สอบถามเจ้าของเพื่อทำการแบ่งปัน หรือนำแผนที่นั้นออกจากเรื่องราวของคุณ หรือแก้ไขโดยการนำชั้นข้อมูลนั้นออกไป คลิ๊กเพื่อเรียนรู้เพิ่มเติมเกี่ยวกับการแก้ไขแผนที่",
          "inaccessible": "นำแผนที่นี้ออกจากเรื่องราวของคุณหรือแก้ไขเพื่อนำชั้นข้อมูลที่ไม่สามารถเข้าถึงได้ออกไป คลิ๊กเพื่อเรียนรู้เพิ่มเติมเกี่ยวกับการแก้ไขแผนที่",
          "deleted": "นำแผนที่นี้ออกจากเรื่องราวของคุณหรือแก้ไขเพื่อนำชั้นข้อมูลที่ขาดหายออกไป คลิ๊กเพื่อเรียนรู้เพิ่มเติมเกี่ยวกับการแก้ไขแผนที่",
          "unauthorized": "นำแผนที่นี้ออกจากเรื่องราวของคุณหรือแก้ไขเพื่อนำชั้นข้อมูลที่ไม่ได้รับอนุญาตให้เข้าถึงออกไป คลิ๊กเพื่อเรียนรู้เพิ่มเติมเกี่ยวกับการแก้ไขแผนที่",
          "popupFeatureLayer": "ป๊อปอัพแผ่นชั้นข้อมูลมาจากชิ้นข้อมูลที่ไม่ได้ทำการแบ่งปันเช่นเดียวกับเรื่องราวของคุณ",
          "subscriptionContent": "หัวข้อเนื้อหาไม่ได้มีการซื้อเครดิต คลิ๊กเพื่อเรียนรู้เพิ่มเติม",
          "premiumContent": "เครดิตจะชาร์จเข้าองค์กรของคุณ ในแต่ละครั้งที่มีการเรียกดูชั้นข้อมูลพรีเมี่ยม คลิ๊กเพื่อเรียนรู้เพิ่มเติม",
          "secureService": "นำหัวข้อที่ปลอดภัยออกจากเรื่องราวของคุณ หรือคลิ๊กเพื่อเรียนรู้เกี่ยวกับการอนุญาตเข้าใช้หัวข้อที่ปลอดภัยจากบุคคลอื่น",
          "missingItemWarning": "ชั้นข้อมูลยังคงทำงานอยู่ แต่สัญลักษณ์, ป๊อปอัพ หรือชื่ออาจมีการเปลี่ยนแปลง กรุณายืนยันว่าชั้นข้อมูลที่ปรากฏอยู่ตรงกับความต้องการ หรือลบออกจากเรื่องราวของคุณ"
        },
        "fixButtons": {
          "share": "แบ่งปัน",
          "hide": "ซ่อน",
          "authorize": "อณุญาต",
          "remove": "ลบออก",
          "help": "ขอรับความช่วยเหลือ",
          "ignore": "เพิกเฉย",
          "confirm": "ยืนยัน",
          "edit": "แก้ไขแผนที่"
        },
        "shareNotifications": {
          "alsoSharedMapsAndLayers": "แผนที่และบางชั้นข้อมูลมีการถูกแบ่งปัน.",
          "alsoSharedMaps": "บางแผนที่มีการถูกแบ่งปัน.",
          "alsoSharedLayers": "บางชั้นข้อมูลมีการถูกแบ่งปัน.",
          "sharedOthersContent": "คุณเคยใช้สิทธิ์ของการเป็นผู้ดูแลระบบเพื่อแบ่งปันเนื้อหาของผู้อื่น"
        }
      },
      "storyHealth": {
        "healthy": "ไม่พบประเด็น",
        "notHealthy": "แก้ไขปัญหา",
        "warnings": "ดูคำเตือน"
      }
    },
    "saveErrorSocial": {
      "title": "สื่อสังคมร่วมกัน",
      "panel1": "เรื่องราวของคุณอาจไม่ปรากฏอย่างถูกต้องบนสื่อสังคมเป็นเว็บ ArcGIS ชื่อรายการใบสมัครของคุณจะไม่เหมือนกันเป็นชื่อเรื่องราวของคุณ",
      "panel1tooltip": "โดยการกำหนดชื่อสรุปและภาพเรื่องราวของคุณจะมีลักษณะเช่นนี้:",
      "panel2": "ชื่อเรื่องไหนที่คุณต้องการใช้บนสังคมออนไลน์:",
      "panel2q1": "ชื่อสตอรี่ (แนะนำ)",
      "panel2q1tooltip": "โดยเลือกตัวเลือกนี้ชื่อรายการของคุณจะถูกปรับเปลี่ยนให้ตรงกับชื่อเรื่องของคุณและการเปลี่ยนแปลงต่อไปในอาคารจะทำข้อมูลให้ตรงกัน",
      "panel2q2": "ชื่อรายการ",
      "panel3": "เพื่อปรับปรุงวิธีการเล่าเรื่องราวของคุณมีลักษณะเกี่ยวกับการใช้สื่อสังคม ${MYSTORIES} เพื่อเพิ่มการสรุปและภาพขนาดย่อ",
      "panel4": "กรุณาอย่าแจ้งเตือนอีกครั้งเกี่ยบกับสตอรี่นี้",
      "save": "บันทึก",
      "mystories": "เรื่องราวของฉัน"
    },
    "httpsTransitionMessage": {
      "bannerMsg": "ข้อความสำคัญเกี่ยวกับความปลอดภัยของเว็บและ Story Map",
      "s1h1": "Esri กำลังเพิ่มความปลอดภัยของ Story Map",
      "s1p1": "Story Maps ของคุณจะทำงานอยู่บนเว็บ และชุมชนเว็บก็พยายามที่จะพัฒนาและใช้ระบบรักษาความปลอดภัยที่ดียิ่งขึ้นอยู่เสมอ HTTPS ซึ่งช่วยให้การส่งเนื้อหาผ่านอินเทอร์เน็ตเป็นการเชื่อมต่อที่ปลอดภัย คือวิธีการที่ควรใช้ในการเข้าถึงเนื้อหาบนเว็บ ในปัจจุบัน เบราว์เซอร์สมัยใหม่ส่วนใหญ่จะแสดงข้อความเตือนเมื่อมีการใช้ HTTP แทน HTTPS เนื่องจากมาตรฐานใหม่นี้ เราขอแนะนำอย่างยิ่งให้คุณใช้ลิงก์ HTTPS ในการเขียนและแชร์ Story Maps และใช้เฉพาะ HTTPS URLs ขณะฝังเนื้อหาเว็บหรือเชื่อมโยงไปยังภาพภายใน Story Map",
      "s1p2": "ตามหลักแล้ว จะหมายความว่าคุณควรเข้าถึง Story Map และเนื้อหาทั้งหมด (ได้แก่ ภาพ ชั้น แอปที่ฝัง และเว็บไซต์) โดยใช้ลิงก์ที่เริ่มต้นด้วย HTTPS แทน HTTP ซึ่งจะช่วยให้มั่นใจได้ว่าผู้อ่านของคุณจะได้รับประสบการณ์ที่ดีที่สุด เนื่องจากเว็บเบราว์เซอร์ส่วนใหญ่จะแจ้งว่าเรื่องราวของคุณนั้นปลอดภัย",
      "s2h1": "ฉันต้องทำอะไรบ้าง",
      "s2p1": "Esri กำลังพยายามทำให้กระบวนการย้ายนี้เป็นไปอย่างสะดวกสำหรับทั้งผู้เขียนและผู้อ่าน Story Map ขณะนี้มีเครื่องมือในโปรแกรมสร้าง Story Map และ My Stories ซึ่งจะช่วยให้คุณสามารถค้นหาเนื้อหาที่ไม่ปลอดภัย (HTTP) ในเรื่องราวของคุณ พร้อมให้คำแนะนำวิธีการดำเนินการกับเนื้อหาเหล่านั้น โปรดตรวจสอบเรื่องราวของคุณว่ามีเนื้อหาที่ไม่ปลอดภัยหรือไม่ และอัพเดตเป็น HTTPS โดยเร็วที่สุด",
      "action1": "ปิด",
      "action2": "ตรวจสอบเรื่องราวของฉันตอนนี้",
      "action3": "เรียนรู้เพิ่มเติม",
      "floatingNotification": "เรื่องราวนี้มีเนื้อหา (HTTP) ที่ไม่ปลอดภัย โปรดตรวจสอบและแก้ไขปัญหาเหล่านี้"
    }
  }
});