/* eslint quotes: ["error", "double"] */
/* strings files need to be double quotes */
define({
  "builder": {
    "dialog": {
      "apply": "Застосувати",
      "close": "Закрити"
    },
    "header": {
      "sharingNotAvailable": "Це недоступне, поки ви не поділитесь історією",
      "edit": "Редагувати"
    },
    "headerConfig": {
      "toggles": {
        "bookmarks": "Закладки",
        "logoSharing": "Логотип та надання спільного доступу",
        "theme": "Вигляд"
      },
      "bookmarks": {
        "title": "Розділ",
        "bookmark": "Закладка",
        "intro": "Закладки — це посилання на розділи історії, які відображаються у верхньому колонтитулі. Створення стислих закладок для основних розділів вашої історії допомагає читачам орієнтуватись.",
        "sequentialDefault": "Розділ з розповіддю (текст не знайдено)",
        "immersiveDefault": "Розділ з ефектом присутності (текст не знайдено)",
        "titleDefault": "Розділ із заголовком (текст не знайдено)",
        "coverDefault": "Розділ з титульною сторінкою (текст не знайдено)",
        "coverAppendage": "(Титульна сторінка)"
      },
      "logoSharing": {
        "logo": "Логотип",
        "logoButton": "Використовувати логотип ${ESRI}",
        "useOrgLogo": "Використовувати URL моєї організації",
        "useOrgLogoHelp": "Використовувати логотип, наданий вашим адміністратором",
        "logoLink": "Посилання на логотип",
        "logoUploadProgress": "Виконується передача логотипу",
        "logoUploadSuccess": "Логотип успішно передано",
        "logoUploadError": "Передача логотипу не вдалася, виконується перемикання назад до логотипу ${ESRI}",
        "customHeaderText": "Рекламний слоган",
        "taglineLinkDisabledTooltip": "Введіть рекламний слоган для активації посилання",
        "link": "Посилання рекламного слогану",
        "enableSocialSharing": "Відображати кнопку надання спільного доступу"
      },
      "appearance": {
        "themeLabel": "Тема",
        "fontLabel": "Шрифти",
        "previewLabel": "Попередній перегляд",
        "fontsTitleLabel": "Заголовки",
        "fontsBodyLabel": "Текстовий блок",
        "loremTitle": "Lorem Ipsum",
        "loremBody": "Lorem ipsum dolor sit amet, consectetur adipiscing elit sed do eiusmod tempor. Mauris consequat orci nec magna facilisis bibendum at eget libero."
      }
    },
    "share": {
      "btnPrivate": "Приватний",
      "btnOrg": "Організація",
      "btnPublic": "Публічний",
      "btnEveryone": "Всі"
    },
    "builderPanel": {
      "builderNamePrefix": "",
      "builderNameSuffix": "Конструктор",
      "buttonSaving": "Виконується збереження",
      "buttonSaved": "Збережено",
      "buttonError": "Не вдалося зберегти",
      "buttonShare": "Поділитися",
      "buttonSettings": "Налаштування",
      "settingsLogoError": "Ваш логотип має проблему. Клацніть, щоб дізнатись більше.",
      "buttonHelp": "Отримайте довідкову інформацію або надішліть відгук на GeoNet",
      "buttonPreview": "Переглянути історію",
      "buttonHealth": "Звіт про здоров’я",
      "manageStories": "Керувати моїми історіями",
      "closeWithPendingChange": "Бажаєте підтвердити цю дію? Зміни буде втрачено.",
      "coverLabel": "Титульна сторінка",
      "creditsLabel": "Кредити",
      "betaFeedback": "Відгук",
      "betaNote": "Напишіть нам, що ви думаєте про ${APP_NAME}, або якщо щось не працює належним чином.",
      "notSharedNote": "Ваша історія спільно не використовується, тільки ви можете бачити її",
      "organizationWarning": "Щоб цю історію могли бачити інші, ви повинні також поділитися її сценами, шарами сцени та вбудованими додатками з вашою організацією. Спільний доступ до карт та шарів карт надається автоматично.",
      "publicWarning": "Щоб цю історію могли бачити інші, ви повинні також поділитися її сценами, шарами сцени та вбудованими додатками з усіма. Спільний доступ до карт та шарів карт надається автоматично.",
      "addTitleNote": "Додайте заголовок на титульній сторінці для збереження",
      "saveError": "При збереженні вашої історії виникла помилка.",
      "duplicate": "Дублювати",
      "organize": "Організувати",
      "done": "Готово",
      "invite": "По мірі побудови вашої історії розділи відображатимуться тут...",
      "mystoriestooltip": "Конструктор Cascade повідомляє вас про проблеми у вашій історії та допомагає виправити їх. Сцени та вбудовані додатки не перевіряються, тому перевірте їх вручну."
    },
    "immersiveViewPanel": {
      "transition": "Перехід",
      "chooseTransition": "Вибрати перехід",
      "fade": "Зникнення",
      "fadeSlow": "Повільне зникнення",
      "swipeVertical": "Вертикальна шторка",
      "swipeHorizontal": "Горизонтальна шторка",
      "none": "Немає",
      "disabledConsecutiveSameMedia": "Недоступно, коли послідовні види використовують однаковий мультимедійний зміст",
      "disabledTooltipMap": "Для використання цього переходу видимі шари в обох видах повинні бути різними, а властивості іншої карти повинні бути однаковими",
      "disabledConsecutiveSameMap": "Недоступно, коли послідовні види використовують однакову карту",
      "disabledNotInBeta": "Недоступно, коли послідовні види використовують однакову карту",
      "disabledNonConsecutive": "Недоступно, оскільки є інший екземпляр цього мультимедійного змісту, який є непослідовним",
      "addMedia": "Додати мультимедійний зміст",
      "invite": "По мірі побудови вашого розділу з ефектом присутності види відображатимуться тут..."
    },
    "mediaConfig": {
      "tabs": {
        "appearance": "Вигляд",
        "manage": "Керувати",
        "size": "Розмір",
        "background": "Фон",
        "mobile": "Мобільні пристрої",
        "issues": "Проблеми",
        "fixIssues": "Виправити проблеми"
      },
      "manage": {
        "changeMedia": "Змінити мультимедійний зміст",
        "edit": "Редагувати",
        "editAside": "Відкривається в новій вкладці браузера. Після збереження змін збережіть та перезавантажте цю історію, щоб побачити ваші зміни.",
        "remove": "Вилучити",
        "altTextPlaceholder": "Додайте опис цього мультимедійного змісту для читачів з поганим зором...",
        "altTextHelptip": "Альтернативний текст є описом візуального мультимедійного змісту і використовується спеціальними можливостями, наприклад, програмним забезпеченням для озвучення написаного на екрані тексту. Він є необов'язковим, проте рекомендується правилами веб-доступності, наприклад, WCAG та Розділом 508."
      },
      "appearance": {
        "homeView": "Початковий вид",
        "audio": "Аудіо",
        "on": "Увімкн.",
        "muted": "Без звуку",
        "volumeAside": "Відео автоматично відтворюватиметься при поверненні читача до цього виду. Якщо вимкнути звук, читач не зможе увімкнути його.",
        "view": "Вид",
        "resetLocation": "Скинути місце розташування",
        "resetLayers": "Скинути шари",
        "clearPopup": "Очистити спливаюче вікно",
        "interaction": "Взаємодія",
        "interactionDisabled": "Взаємодію деактивовано",
        "buttonToEnable": "Кнопка активації",
        "interactionEnabled": "Взаємодію активовано",
        "interactionAside": "*Сенсорні пристрої відображають кнопку взаємодії.",
        "slide": "Слайд",
        "noSlides": "Слайди недоступні.",
        "mapExtentPrompt": "Оновити карту, щоб розказати вашу історію, поставте відмітку для збереження змін"
      },
      "sectionAppearance": {
        "layout": "Компонування",
        "theme": "Тема"
      },
      "size": {
        "small": "Малий",
        "medium": "Середній",
        "large": "Великий",
        "noCrop": "Не обрізати високі зображення",
        "noCropTallTooltip": "Необрізані високі зображення чинять сильний вплив на читача і потребують прокрутки, щоб побачити все зображення."
      },
      "background": {
        "noCrop": "Не обрізати",
        "mostImportantPart": "Виберіть найважливішу точку",
        "cropExplanationImmersive": "Виберіть точку на зображенні, щоб визначити, як воно буде обрізатись при різних розмірах екрану. Вибрана точка буде завжди видимою. Відмітьте «Не обрізати», якщо потрібно, щоб зображення було повністю видимим.",
        "cropExplanation": "Виберіть точку на зображенні, щоб визначити, як воно буде обрізатись при різних розмірах екрану. Вибрана точка буде завжди видимою.",
        "color": "Колір",
        "previews": "Попередні перегляди"
      },
      "altMedia": {
        "alternativeMedia": "Альтернативне зображення для мобільних пристроїв",
        "explanation": "Деякий мультимедійний зміст не підтримується або може неправильно працювати на мобільних пристроях. Скористайтесь цією панеллю, щоб вказати зображення, яке буде відображатись замість цього мультимедійного змісту при перегляді вашої історії на телефоні чи планшеті.",
        "changeAltImage": "Змінити зображення",
        "uploadAltImage": "Додати альтернативне зображення"
      }
    },
    "mediaPicker": {
      "browseToggle": {
        "urls": "Посилання на зображення",
        "urls_short": "Посилання",
        "contentType": {
          "error": "Немає авторизованого мультимедійного змісту.",
          "imageOnly": "У цій частині історії можна додати зображення.",
          "imageAndVideo": "У цій частині історії можна додати зображення або відео.",
          "imageVideoWebpage": "У цій частині історії можна додати аудіо, зображення, відер або веб-сторінку."
        }
      },
      "browsePanel": {
        "providers": {
          "searchingFor": "Виконується пошук \"${searchterm}\"...",
          "searchedFor": "Результати пошуку для \"${searchterm}\"",
          "albumsOf": "Альбоми ${username}",
          "noPhotosFound": "Немає фотографій, які відповідають вашим критеріям пошуку. Спробуйте знову.",
          "noItemsFound": "Немає елементів, які відповідають вашим критеріям пошуку. Спробуйте знову.",
          "noItemsInThisStory": "Зміст з ArcGIS ще не було додано до цієї історії.",
          "limitReached": "Показує 100 елементів. Якщо ви не знайшли, що потрібно, спробуйте виконати пошук за ключовим словом.",
          "galleryItems": {
            "uploadError": "Вибачте, цей елемент не вдалося передати."
          },
          "agol": {
            "remove1": "Видалити це невикористане зображення з вашого облікового запису ArcGIS.",
            "remove2": "(Його потрібно буде передати знову, якщо ви вирішите використати його пізніше).",
            "removeFailed": "Вилучіть це недоступне зображення з цього переліку.",
            "modified": "Змінено ${date}",
            "uploaded": "Передано ${date}",
            "contentByAuthor": "${contentType} за ${author}"
          },
          "googlePhotos": {
            "searchAndBrowse": "Переглянути фотографії на ${Picasa} або ${Google+}"
          },
          "flickr": {
            "photostream": "Фотогалерея",
            "searchAndBrowse": "Пошук та перегляд фотографій на ${Flickr}",
            "captionStarter": "Фотографія за ${USERNAME} на ${Flickr}"
          },
          "unsplash": {
            "searchAndBrowse": "Пошук фотографій на ${Unsplash}",
            "photoBy": "Фотографія за ${username}",
            "userLink": "Перейдіть на сторінку ${username} на ${Unsplash}",
            "captionStarter": "Фотографія за ${USERNAME} на ${Unsplash}"
          },
          "urlContent": {
            "uploadHeaders": {
              "generic": "Посилання на зміст в Інтернеті",
              "imageOnly": "Посилання на зображення в Інтернеті",
              "imageAndVideo": "Посилання на зображення або відео в Інтернеті"
            },
            "linkText": {
              "imageOnly": "У полі вище можна вказати пряме посилання на фотографію.",
              "imageAndVideo1": "У поле вище можна вставити посилання або код вбудованого фрейму для відео на ${YouTube} або ${Vimeo}.",
              "imageAndVideo2": "Ви також можете вказати пряме посилання на фотографію.",
              "imageVideoWebpage1": "У поле вище можна вставити посилання або код вбудованого фрейму для веб-змісту, наприклад, динамічної діаграми або відео на ${YouTube} або ${Vimeo}.",
              "imageVideoWebpage2": "Ви також можете вказати пряме посилання на фотографію, відео, аудіофайл, веб-сторінку або веб-додаток.",
              "ender": "Завжди використовуйте захищені посилання (https). Якщо ваш зміст не підтримує https, додайте посилання на нього у тексті вашої історії, щоб читачі могли переглянути його у новій вкладці браузера.",
              "httpsError": "Посилання повинне починатися з HTTPS"
            },
            "embedProtocol": {
              "embedProtocolLabel": "Завантажити сторінку по захищеному підключенню (https)",
              "embedProtocolWarning1": "Якщо ця сторінка не завантажується у вашу історію, її неможливо вбудувати з причин веб-безпеки.",
              "embedProtocolWarning2": "Якщо ця сторінка не завантажується у вашу історію, зніміть відмітку з цієї опції та спробуйте знову. Якщо сторінка все рівно не завантажується, її неможливо вбудувати з причин веб-безпеки.",
              "embedProtocolWarning3": "В якості альтернативи додайте посилання у вашу розповідь, щоб відкрити сторінку у новій вкладці браузера. ${linkText}",
              "linkText": "Докладніше."
            },
            "placeholder": "${https://}... або ${<iframe>}",
            "uploadErrors": {
              "generic": "Щось пішло не так з введеною адресою. Спробуйте знову.",
              "imageOnly1": "Необхідно використовувати зображення в цій частині історії.",
              "imageOnly2": "Надайте посилання на зображення (.jpg, .png, .gif), або виберіть зображення з ${ArcGIS}, ${Flickr}, ${Google+} або ${Unsplash}.",
              "imageAndVideo1": "Необхідно використовувати зображення або відео в цій частині історії.",
              "imageAndVideo2": "Надайте посилання на зображення (.jpg, .png, .gif), або відео на ${YouTube} чи ${Vimeo} або виберіть зображення з ${ArcGIS}, ${Flickr}, ${Google+} або ${Unsplash}.",
              "badFormat": "Посилання на файл, який ви намагаєтесь додати, неправильно відформатоване.",
              "inaccessible": "Файл, який ви намагаєтесь додати, відсутній або недоступний.",
              "tryAgain": "Перевірте адресу та спробуйте знову.",
              "mediaTypes": {
                "VIDEO": "відео",
                "IMAGE": "зображення",
                "generic": "мультимедійний зміст"
              }
            }
          }
        },
        "sidePanel": {
          "thirdPartyTerms": "Використовуючи сервіс третіх сторін, ви погоджуєтесь з наступними умовами надання сервісу: ",
          "googlePhotos": {
            "placeholder": "Адреса електронної пошти або ідентифікатор ${Picasa}/${Google+}",
            "helpText": "Ви можете додавати фотографії, передані на ${Picasa} або ${Google+}, у вашу історію. ${helpLinkText} про використання зображень, які зберігаються у вашому обліковому записі ${Google} у ваших історіях.",
            "helpLinkText": "Докладніше",
            "cannotFindUser": "Неможливо знайти користувача ${username}. Спробуйте знову."
          },
          "unsplash": {
            "placeholder": "Пошук фотографій",
            "aboutText": "${Unsplash} — це спеціально відібрана колекція безкоштовних, високоякісних фотографій.",
            "copyrightText": "Всі фотографії надаються за ліцензією від ${Unsplash}. Отримайте більше інформації ${moreInfoLink}.",
            "moreInfoLink": "тут"
          },
          "flickr": {
            "searchType": {
              "account": "Обліковий запис ${Flickr}",
              "text": "Всі ${Flickr}"
            },
            "placeholders": {
              "user": "Пошук облікового запису",
              "userText": "Пошук фотографій у цьому обліковому записі",
              "text": "Пошук фотографій"
            },
            "errors": {
              "cannotFindUser": "Неможливо знайти користувача ${username}.",
              "noUserPhotos": "${username} не має публічних фотографій.",
              "didYouMean": "Ви мали на увазі ${username}?",
              "generalUserError": "Щось пішло не так при пошуку користувача ${username}."
            },
            "licenses": {
              "licenseLabel": "Ліцензія: ",
              "public": "Публічний домен",
              "commercial": "Підходить для комерційного використання",
              "nonCommercial": "Підходить для не комерційного використання",
              "reserved": "Всі права захищено",
              "any": "Будь-яка ліцензія"
            }
          },
          "agol": {
            "searchLocation": {
              "thisStory": "Ця історія",
              "agol": "ArcGIS Online",
              "portalArcGIS": "Портал для ArcGIS",
              "portal": "Портал",
              "myOrg": "Організація ${orgname}",
              "myContent": "Мій зміст"
            },
            "createContent": {
              "createNewMap": "Створити нову карту",
              "or": "АБО",
              "dragAndDropImage": "Відпустіть зображення",
              "dragAndDropImageAudio": "Відпустіть зображення або аудіо",
              "uploadButton": "Переглянути",
              "agolInfo": "Передані зображення та аудіо будуть доступні тільки в цій історії.",
              "saveBeforeUpload": "Після збереження цієї історії ви можете передати зображення та аудіо в ArcGIS тут.",
              "fileExtsImage": "Підтримувані типи: png, jpg, gif, bmp.",
              "fileExtsImageAudio": "Підтримувані типи: png, jpg, gif, bmp, mp3.",
              "maxSize": "Макс. 10 МБ на файл."
            },
            "filterAndSort": {
              "webmap": "Веб-карта",
              "webscene": "Веб-сцена",
              "image": "Зображення",
              "audio": "Аудіо",
              "date": "Дата",
              "sortByDate": "Сортувати за датою",
              "title": "Заголовок",
              "sortByTitle": "Сортувати за заголовком",
              "views": "Види",
              "search": "Шукати за ключовим словом або ідентифікатором"
            }
          }
        }
      }
    },
    "mapEditor": {
      "dialogTitle": "Редагувати карту",
      "unauthorizedDomain": "Ви не знаходитесь на авторизованому домені для використання редактора карти",
      "loading": "Зачекайте, поки завантажується редактор карти",
      "saving": "Виконується збереження карти",
      "success": "Карту збережено",
      "cancelTitle": "Скасувати незбережені зміни?",
      "errorSave": "Неможливо зберегти карту. Спробуйте знову.",
      "loadFail": "Вибачте, редактор карти неможливо завантажити",
      "close": "Закрити",
      "save": "Зберегти",
      "confirm": "Так, закрити карту",
      "deny": "Ні, продовжити роботу"
    },
    "textEditor": {
      "placeholder": {
        "continueStory": "Продовжіть вашу історію тут..."
      },
      "blockAdd": {
        "text": "Текст",
        "media": "Мультимедійний зміст",
        "title": "Заголовок",
        "immersive": "З ефектом присутності"
      },
      "link": {
        "invite": "Вставте або введіть посилання..."
      },
      "color": {
        "choose": "вибрати",
        "cancel": "скасувати",
        "clear": "Очистити колір"
      }
    },
    "imageGallery": {
      "addImage": "Додати інше зображення",
      "moveBackward": "Переміститися назад",
      "moveForward": "Переміститися вперед"
    },
    "cover": {
      "titlePrompt": "Введіть заголовок своєї історії...",
      "subtitlePrompt": "Прокрутіть вниз для початку роботи або введіть необов’язковий підзаголовок",
      "mediaPlaceholder": "Додайте ваше зображення або відео",
      "saveError": "Не вдалося зберегти, ви вже маєте елемент з цим заголовком"
    },
    "credits": {
      "sectionInvite": "Додати розділ кредитів",
      "warning": "Обидва поля повинні бути заповнені",
      "content": "Зміст...",
      "source": "Джерело...",
      "linkPrompt": "Необов’язкове посилання...",
      "introductionPlaceholder": "Введіть необов’язковий вступ до вашого розділу кредитів..."
    },
    "immersive": {
      "titleConfig": {
        "theme": "Тема"
      },
      "panelConfig": {
        "position": "Положення",
        "theme": "Тема",
        "size": "Розмір",
        "background": "Фон",
        "layout": "Прокрутка (для всіх панелей)"
      }
    },
    "title": {
      "placeholder": "Введіть заголовок..."
    },
    "media": {
      "mediaUpload": "Виконується передача мультимедійного змісту...",
      "mediaUploadSuccess": "Мультимедійний зміст успішно передано",
      "mediaUploadFail": "Не вдалося передати мультимедійний зміст"
    },
    "controller": {
      "sectionOrganize": "Ви організували розділи",
      "immersiveOrganize": "Ви організували види",
      "sectionDelete": "Ви видалили розділ",
      "viewDelete": "Ви видалили вид"
    },
    "notification": {
      "cancel": "Скасувати",
      "close": "Закрити",
      "undo": "Відмінити"
    },
    "sections": {
      "sequence": "Розповідь",
      "immersive": "З ефектом присутності",
      "title": "Заголовок"
    },
    "mediaErrors": {
      "mediaTypes": {
        "image": "зображення",
        "audio": "аудіо",
        "webmap": "карта",
        "webscene": "сцена",
        "video": "відео",
        "content": "зміст",
        "webpage": "веб-сторінка"
      },
      "placeholders": {
        "generic": "Цей зміст недоступний.",
        "deleted": "Цей елемент було видалено.",
        "inaccessible": "Цей зміст недоступний.",
        "unauthorized": "Ви не маєте права переглядати цей зміст.",
        "unshared": "Цей елемент не використовується спільно так само, як ваша історія.",
        "othersUnshared": "Цей елемент не використовується спільно так само, як ваша історія.",
        "subscriptionContent": "Ця карта містить шар передплатника.",
        "premiumContent": "Ця карта містить преміальний шар.",
        "secureService": "Ця карта містить захищений шар."
      },
      "contentIssues": {
        "noAltImage": "Мультимедійний зміст може не працювати на мобільних пристроях",
        "noAltImageUnsupported": "Мультимедійний зміст не підтримується на мобільних пристроях",
        "noAltImageWarning": "Мультимедійний зміст може не працювати на мобільних пристроях",
        "altImageBroken": "Альтернативне зображення, визначене для цього мультимедійного елементу, недоступне",
        "httpMedia": "Незахищений мультимедійний зміст",
        "httpContent": "Незахищений зміст"
      },
      "contentWarnings": {
        "noAltImage": "Перевірте свою історію на мобільному пристрої, перш ніж ділитися нею. Якщо цей мультимедійний зміст не працює належним чином, скористайтесь кнопкою нижче, щоб додати альтернативне зображення, яке буде відображатись при перегляді історії на телефоні або планшеті.",
        "noAltImageUnsupported": "Цей мультимедійний зміст не працюватиме на мобільних пристроях. Скористайтесь кнопкою нижче, щоб додати альтернативне зображення, яке буде відображатись при перегляді історії на телефоні або планшеті.",
        "noAltImageWarning": "Перевірте свою історію на мобільному пристрої, перш ніж ділитися нею. Якщо цей мультимедійний зміст не працює належним чином, скористайтесь кнопкою нижче, щоб додати альтернативне зображення, яке буде відображатись при перегляді історії на телефоні або планшеті.",
        "noAltImageAlt": "Цей тип мультимедійного змісту не підтримується або може неправильно працювати на мобільних пристроях. У вкладці «Мобільні пристрої» вкажіть альтернативне зображення, яке буде відображатись при перегляді історії на телефоні або планшеті."
      },
      "descriptions": {
        "httpAudioUnfixable": "Це аудіо не підтримує HTTPS. Вилучіть його з вашої історії або замініть його посиланням.",
        "httpAudioUncheckable": "Це аудіо має незахищений URL (HTTP). Натисніть кнопку нижче, щоб спробувати використати URL з HTTPS для цього аудіо. Якщо це не спрацює, вилучіть аудіо з вашої історії або замініть його гіперпосиланням.",
        "httpAudioFixable": "Це аудіо має незахищений URL (HTTP). Натисніть кнопку нижче, щоб використати захищений URL з HTTPS для цього аудіо.",
        "httpWebpageUnfixable": "Ця веб-сторінка не підтримує HTTPS. Вилучіть її з вашої історії або замініть її знімком екрану чи посиланням.",
        "httpWebpageUncheckable": "Ця веб-сторінка має незахищений URL (HTTP). Натисніть кнопку нижче, щоб спробувати використати URL з HTTPS для цієї веб-сторінки. Якщо це не спрацює, вилучіть веб-сторінку з вашої історії або замініть її знімком екрану чи посиланням.",
        "httpWebpageFixable": "Ця веб-сторінка має незахищений URL (HTTP). Натисніть кнопку нижче, щоб використати захищений URL з HTTPS для цієї веб-сторінки.",
        "httpVideoUnfixable": "Це відео не підтримує HTTPS. Вилучіть його з вашої історії або замініть його знімком екрану чи посиланням.",
        "httpVideoUncheckable": "Це відео має незахищений URL (HTTP). Натисніть кнопку нижче, щоб спробувати використати URL з HTTPS для цього відео. Якщо це не спрацює, вилучіть відео з вашої історії або замініть його знімком екрану чи гіперпосиланням.",
        "httpVideoFixable": "Це відео має незахищений URL (HTTP). Натисніть кнопку нижче, щоб використати захищений URL з HTTPS для цього відео.",
        "httpImageUnfixable": "Це зображення не підтримує HTTPS. Вилучіть його з вашої історії або замініть його посиланням.",
        "httpImageUncheckable": "Це зображення має незахищений URL (HTTP). Натисніть кнопку нижче, щоб спробувати використати URL з HTTPS для цього зображення. Якщо це не спрацює, вилучіть зображення з вашої історії або замініть його гіперпосиланням.",
        "httpImageFixable": "Це зображення має незахищений URL (HTTP). Натисніть кнопку нижче, щоб використати захищений URL з HTTPS для цього зображення.",
        "httpLayer": "Цей шар має незахищений URL (HTTP).",
        "inaccessibleLogo": "Цей логотип недоступний. Замініть його на інше зображення.",
        "httpLogoUnfixable": "Цей логотип не підтримує HTTPS. Замініть його на інше зображення.",
        "httpLogoFixable": "Цей логотип має незахищений URL (HTTP). Використовуйте URL з HTTPS для логотипа.",
        "httpLogoUncheckable": "Цей логотип має незахищений URL (HTTP). Використовуйте URL з HTTPS для логотипа або замініть його на інше зображення."
      },
      "tooltips": {
        "httpAudioFixable": "Натисніть кнопку, щоб використати захищений URL з HTTPS для цього аудіо.",
        "httpAudioUncheckable": "Спробуйте використати URL з HTTPS для цього аудіо. Якщо це не спрацює, вилучіть аудіо з вашої історії або замініть його посиланням.",
        "httpWebpageFixable": "Натисніть кнопку, щоб використати захищений URL з HTTPS для цієї веб-сторінки.",
        "httpWebpageUncheckable": "Спробуйте використати URL з HTTPS для цієї веб-сторінки. Якщо це не спрацює, вилучіть веб-сторінку з вашої історії або замініть її знімком екрану чи гіперпосиланням.",
        "httpVideoFixable": "Натисніть кнопку, щоб використати захищений URL з HTTPS для цього відео.",
        "httpVideoUncheckable": "Спробуйте використати URL з HTTPS для цього відео. Якщо це не спрацює, вилучіть відео з вашої історії або замініть його знімком екрану чи посиланням.",
        "httpImageFixable": "Натисніть кнопку, щоб використати захищений URL з HTTPS для цього зображення.",
        "httpImageUncheckable": "Спробуйте використати URL з HTTPS для цього зображення. Якщо це не спрацює, вилучіть зображення з вашої історії або замініть його посиланням.",
        "httpLayerMyMap": "Відвідайте сторінку елементу карти, щоб оновити цей шар для використання HTTPS. Якщо шар неможливо оновити, вилучіть його з карти.",
        "httpLayerNotMyMap": "Зробіть копію карти та оновіть цей шар для використання HTTPS. Якщо шар неможливо оновити, вилучіть його з карти.",
        "clickLearnMore": "Клацніть, щоб дізнатись більше."
      },
      "fixButtons": {
        "agolItemPage": "Сторінка елементу",
        "openTheMap": "Відкрити карту",
        "updateAudio": "Виправити URL аудіо",
        "updateWebpages": "Виправити URL веб-сторінки",
        "updateVideos": "Виправити URL відео",
        "updateImages": "Виправити URL зображення"
      },
      "mapIssues": {
        "fixButton": "Виправити проблеми",
        "nofixButton": "Проблеми",
        "mapLabel": "Карта:",
        "summaries": {
          "unshared": "Зміст без спільного доступу",
          "othersUnshared": "Чийсь зміст без спільного доступу",
          "subscriptionContent": "Зміст передплатника",
          "premiumContent": "Преміальний зміст",
          "secureContent": "Захищений зміст",
          "deleted": "Видалений зміст",
          "inaccessible": "Недоступний зміст",
          "unauthorized": "Неавторизований зміст"
        },
        "descriptions": {
          "unshared": "Цей зміст не використовується спільно так само, як ваша історія.",
          "othersUnshared": "Цей зміст належить комусь і не використовується спільно так само, як ваша історія.",
          "othersUnsharedAuthorized": "Цей зміст належить комусь, проте ви маєте право поділитись ним.",
          "inaccessible": "Цей зміст недоступний.",
          "deleted": "Цей зміст було видалено.",
          "unauthorized": "Ви не маєте права переглядати цей зміст.",
          "popupFeatureLayer": "Спливаючі вікна шару з тайлами походять з векторного шару, який не використовується спільно так само, як ваша історія.",
          "subscriptionContent": "Ви повинні авторизувати зміст передплатника для публічного використання.",
          "premiumContent": "Ви повинні авторизувати преміальний зміст для публічного використання.",
          "secureService": "Захищений зміст недоступний для ваших читачів.",
          "missingItemWarning": "Елемент, пов’язаний з цим шаром, було видалено."
        },
        "tooltips": {
          "unshared": "Клацніть, щоб дізнатись більше про надання спільного доступу.",
          "othersUnshared": "Ви не маєте прав ділитися змістом, який належить іншим. Попросіть власника поділитись ним, вилучіть карту з вашої історії або відредагуйте карту, щоб вилучити шари, які не належать вам. Клацніть, щоб дізнатись більше про редагування карт.",
          "inaccessible": "Вилучіть цю карту з вашої історії або відредагуйте її, щоб вилучити недоступні шари. Клацніть, щоб дізнатись більше про редагування карт.",
          "deleted": "Вилучіть цю карту з вашої історії або відредагуйте її, щоб вилучити відсутні шари. Клацніть, щоб дізнатись більше про редагування карт.",
          "unauthorized": "Вилучіть цю карту з вашої історії або відредагуйте її, щоб вилучити неавторизовані шари. Клацніть, щоб дізнатись більше про редагування карт.",
          "popupFeatureLayer": "Спливаючі вікна шару з тайлами походять з векторного шару, який не використовується спільно так само, як ваша історія.",
          "subscriptionContent": "Зміст передплатника не вимагає оплату кредитами. Клацніть, щоб дізнатись більше.",
          "premiumContent": "Кредити будуть списуватись з вашої організації при кожному перегляді преміального шару у вашій історії. Клацніть, щоб дізнатись більше.",
          "secureService": "Вилучіть захищений зміст з вашої історії або клацніть, щоб дізнатись, як авторизувати захищений зміст для використання іншими.",
          "missingItemWarning": "Цей шар все ще працює, проте його символи, спливаючі вікна або назва могли змінитися. Перевірте, що шар відображається належним чином або вилучіть його з вашої історії."
        },
        "fixButtons": {
          "share": "Поділитися",
          "hide": "Приховати",
          "authorize": "Авторизувати",
          "remove": "Вилучити",
          "help": "Отримати довідкову інформацію",
          "ignore": "Ігнорувати",
          "confirm": "Підтвердити",
          "edit": "Редагувати карту"
        },
        "shareNotifications": {
          "alsoSharedMapsAndLayers": "Деякі карти та шари також було надано в спільне використання.",
          "alsoSharedMaps": "Деякі карти також було надано в спільне використання.",
          "alsoSharedLayers": "Деякі шари також було надано в спільне використання.",
          "sharedOthersContent": "Ви скористались вашими правами адміністратора,щоб поділитися чиїмось змістом."
        }
      },
      "storyHealth": {
        "healthy": "Немає проблем",
        "notHealthy": "Виправити проблеми",
        "warnings": "Подивитись попередження"
      }
    },
    "saveErrorSocial": {
      "title": "Надання спільного доступу в соціальних мережах",
      "panel1": "Ваша історія може не відображатись належним чином у соціальних мережах, оскільки заголовок елементу вашого веб-додатку ArcGIS не відповідає заголовку вашої історії.",
      "panel1tooltip": "Після визначення заголовку, короткої інформації та зображення ескізу ваша історія буде виглядати наступним чином:",
      "panel2": "Який заголовок ви бажаєте використовувати у соціальних мережах:",
      "panel2q1": "Заголовок історії (рекомендується)",
      "panel2q1tooltip": "При виборі цієї опції заголовок вашого елементу буде змінено відповідно до заголовку вашої історії, а подальші зміні у конструкторі буде синхронізовано.",
      "panel2q2": "Заголовок елементу",
      "panel3": "Для подальшого покращення вигляду вашої історії у соціальних мережах скористайтесь ${MYSTORIES}, щоб додати коротку інформацію та зображення ескізу.",
      "panel4": "Не попереджувати мене знову про цю історію",
      "save": "Зберегти",
      "mystories": "Мої історії"
    },
    "httpsTransitionMessage": {
      "bannerMsg": "Важливе повідомлення про веб-безпеку та карти-історії",
      "s1h1": "Esri постійно підвищує безпеку карт-історій",
      "s1p1": "Ваші карти-історії доступні у мережі Інтернет, тому Інтернет-спільнота завжди працює над забезпеченням їх кращої безпеки. Для доступу до веб-змісту широко використовується протокол HTTPS, який забезпечує безпечне підключення. Більшість сучасних браузерів попереджують користувача, коли замість протоколу HTTPS використовується протокол HTTP. Внаслідок впровадження цього стандарту ми настійно рекомендуємо використовувати посилання HTTPS для створення карт-історій та надання спільного доступу до них, а також використовувати тільки URL з HTTPS при вбудовуванні веб-змісту або посилань на зображення у карті-історії.",
      "s1p2": "По суті, це означає, що для доступу до карти-історії та всього її змісту (включаючи зображення, шари, вбудовані додатки та веб-сайти) повинні використовуватися посилання, які починаються з HTTPS, а не HTTP. Це забезпечить найкращий досвід для ваших читачів, оскільки більшість веб-браузерів будуть повідомляти, що ваші історії захищені.",
      "s2h1": "Що мені потрібно робити?",
      "s2p1": "Esri докладає всіх зусиль, щоб зробити цей перехід легким для авторів та читачів карт-історій. У розробниках Карт-історій та Моїх історіях тепер доступні інструменти, які допомагають знаходити незахищений зміст (HTTP) у ваших історіях та надають рекомендації, як вирішити цю проблему. Перевірте свої історії на наявність незахищеного змісту та виконайте оновлення до HTTPS якомога скоріше.",
      "action1": "Закрити",
      "action2": "Перевірити мої історії зараз",
      "action3": "Докладніше",
      "floatingNotification": "Ця історія містить незахищений зміст (HTTP). Перегляньте та вирішіть ці проблеми."
    },
    "extendedSupportMessage": {
      "bannerMsg": "Класичні карти-історії Esri знаходяться в Extended Support",
      "s1h1": "Важливе повідомлення про класичні карти-історії Esri",
      "s1p1": "Шаблони класичних карт-історій Esri знаходяться в Extended Support. Всім клієнтам рекомендується використовувати ArcGIS StoryMaps, інструмент для розповідання історій поточного покоління від Esri.",
      "s1p2": "Класичні шаблони більше не знаходяться в активній розробці та не рекомендуються для нових проектів. Подальше оновлення їх можливостей не планується. Історії, створені з використанням класичних шаблонів, і надалі будуть доступні.",
      "s1p3": "У грудні 2021 року класичні шаблони будуть видалені з галереї Configurable Apps за замовчуванням. Один або кілька класичних шаблонів можуть бути додані до групи налаштовуваних додатків вашої організації, якщо це необхідно для підтримки поточних робочих процесів під час переходу до використання ArcGIS StoryMaps.",
      "s1p4": "Для отримання додаткової інформації натисніть посилання «Дізнатись більше» нижче.",
      "action1": "Закрити",
      "action2": "Дізнатись більше",
      "action3": "Спробувати ArcGIS StoryMaps"
    },
    "matureSupportMessage": {
      "bannerMsg": "Класичні карти-історії Esri знаходяться в Mature Support",
      "s1h1": "Важливе повідомлення про класичні карти-історії Esri",
      "s1p1": "Шаблони класичних карт-історій Esri знаходяться в Mature Support. Всім клієнтам рекомендується використовувати ArcGIS StoryMaps, інструмент для розповідання історій поточного покоління від Esri.",
      "s1p2": "Класичні шаблони більше не знаходяться в активній розробці та не рекомендуються для нових проектів. Подальше оновлення їх можливостей не планується. Історії, створені з використанням класичних шаблонів, і надалі будуть доступні.",
      "s1p3": "Для отримання додаткової інформації натисніть посилання «Дізнатись більше» нижче.",
      "action1": "Закрити",
      "action2": "Дізнатись більше",
      "action3": "Спробувати ArcGIS StoryMaps"
    },
    "storyTellerUserType": {
      "notCreatorError": "Ваш обліковий запис (%USER_NAME%) не має ліцензії для використання конструкторів класичних карт-історій. Попросіть адміністратора вашої організації призначити вам тип користувача «Автор»."
    }
  }
});