/* eslint quotes: ["error", "double"] */
/* nls files need to use double quotes */
define({
  "viewer": {
    "common": {
      "save": "บันทึก",
      "close": "ปิด"
    },
    "errors": {
      "noConfigName": "ไม่มีการกำหนดค่าที่ระบุไว้ใน index.html> configOptions.story",
      "configFormatError": "การกำหนดค่าที่ระบุไม่สามารถโหลดได้เนื่องจากความผิดพลาดทางไวยากรณ์ JSON",
      "configNotFound": "การกำหนดค่าที่ระบุยังไม่ได้พบหรือไม่สามารถโหลดได้เนื่องจากความผิดพลาดทางไวยากรณ์ JSON",
      "boxTitle": "เกิดข้อผิดพลาด",
      "servedFromFile": "แอพลิเคชันที่มีการเข้าถึงได้ผ่านเว็บเซิร์ฟเวอร์ ดู ${USER_GUIDE} สำหรับรายละเอียด",
      "userGuide": "คู่มือผู้ใช้",
      "invalidConfig": "ข้อผิดพลาดร้ายแรง: การตั้งค่าที่ไม่ถูกต้อง",
      "invalidConfigNoApp": "ข้อผิดพลาดร้ายแรง: เว็บแผนที่ระบุการใช้งานไม่ได้ระบุใน index.html",
      "invalidConfigNoAppDev": "ไม่ได้ระบุพารามิเตอร์ของ URL บน โปรแกรมแผนที่เว็บที่ (? appid =)ซึ่งจะถูกละเลยจากโหมดการพัฒนา การตั้งค่ารหัสแอพใน index.html",
      "unspecifiedConfigOwner": "ไม่มีการกำหนดอำนาจในการปรับแต่ง",
      "invalidConfigOwner": "เจ้าของเรื่องราวไม่ได้รับอนุญาต",
      "invalidConfignoOAuth": "เรื่องนี้ต้องตรวจสอบโปรดกำหนดค่า ArcGIS OAuth ID ใน index.html หรือทำให้ประชาชนเรื่อง",
      "invalidApp": "เรื่องนี้ไม่สามารถโหลดได้",
      "appLoadingFail": "สิ่งที่ผิดพลาดที่ {TPL_NAME} ไม่ได้โหลดอย่างถูกต้อง",
      "notConfiguredDesktop": "เรื่องราวนี้ยังไม่ได้รับการปรับแต่ง",
      "notConfiguredMobile": "{TPL_NAME} ที่สร้างไม่ได้รับการสนับสนุนในจอแสดงผลขนาดนี้ ถ้าเป็นไปได้ปรับขนาดเบราว์เซอร์ของคุณเพื่อเข้าถึงผู้สร้างหรือสร้างเรื่องโปรดของคุณบนอุปกรณ์ที่มีหน้าจอขนาดใหญ่",
      "notConfiguredMobile2": "กรุณาหมุนอุปกรณ์ของคุณเพื่อวางแนวนอนจะใช้สร้าง {TPL_NAME}",
      "notAuthorized": "คุณไม่ได้รับสิทธิ์ในการใช้งานแผนที่เรื่องราว",
      "notAuthorizedBuilder": "คุณยังไม่ได้รับอนุญาตให้ใช้ {TPL_NAME} สร้าง",
      "noViewerIE": "เรื่องนี้ไม่ได้รับการสนับสนุนใน Internet Explorer รุ่นก่อน ${VERSION}. ${UPGRADE}",
      "noViewerIE2": "คุณพยายามที่จะดูเรื่องนี้โดยใช้เบราว์เซอร์เก่า ที่ไม่ได้รับการสนับสนุน อาจมีคุณสมบัติที่ไม่ทำงานหรือปัญหาที่ไม่คาดคิดอื่น ๆ เราขอแนะนำให้คุณอัพเกรด Internet Explorer 11 หรือใช้เบราเซอร์อื่นเช่น Chrome",
      "noViewerIE3": "ในช่วงก่อนปี 2017 แผนที่เรื่องราวนี้จะไม่โหลดบนเบราว์เซอร์ ในขณะที่คุณต้องใช้เบราว์เซอร์ได้รับการสนับสนุนเพื่อดูเรื่องนี้",
      "upgradeBrowser": "โปรดอัปเดตเบราว์เซอร์",
      "mapLoadingFail": "มีบางอย่างไม่ถูกต้อง โหลดแผนที่ไม่ถูกต้อง",
      "signOut": "ลงชื่อออก",
      "builderSupport1": "เครื่องมือสร้างแผนที่เรื่องราวแบบคาสเคต สนับสนุนเฉพาะใน ${CHROME} และ ${SAFARI} อย่างไรก็ตามแผนที่เรื่องราวแบบคาสเคด ที่คุณสร้างขึ้น สามารถดูได้ด้วยเบราว์เซอร์ Internet Explorer 11 + และ Firefox",
      "builderSupport2": "เครื่องมือสร้างแผนที่เรื่องราวแบบคาสเคส ไม่รองรับบน iPad แต่แผนที่เรื่องราวแบบคาสเคดที่คุณสร้างสามารถใช้ได้บน iPad",
      "builderSupport3": "แผนที่เรื่องราวแบบคาสเคส สามารถดูได้ใน Chrome, Safari, Firefox และ Internet Explorer 11 + แต่เครื่องมือสร้างแผนที่เรื่องราวแบบคาสเคส สนับสนุนเฉพาะใน ${CHROME} และ ${SAFARI}",
      "builderSupport4": "เรื่องราว Cascade สามารถดูได้ในเว็บเบราเซอร์สมัยใหม่ใด ๆ แต่ Story Map Cascade builder ได้รับการสนับสนุนเท่านั้น ${CHROME} และ ${SAFARI}.<br><br>หากคุณต้องการสร้าง Cascade เพื่อสนับสนุนเบราว์เซอร์อื่นโปรดติดต่อ ${ESRI-SUPPORT} หรือ ${BROWSER-SUPPORT-VOTE}.",
      "sorry": "เรียน"
    },
    "mobileWarning": {
      "message1": "คุณกำลังดูข้อมูลสำหรับมือถือในเรื่องนี้ สำหรับรุ่นเต็มด้วยที่มีองค์ประกอบมากยิ่งขึ้น สามารถดูได้บนเครื่องคอมพิวเตอร์เดสก์ทอป",
      "email": "ส่งอีเมลข้อมูลเชื่อมโยงไปยังเรื่องนี้"
    },
    "cover": {
      "iosEmbedLink": "แทบไปยังดูเรื่องราวแบบเต็ม"
    },
    "media": {
      "captionPlaceholder": "คำบรรยายภาพของคุณที่นี่ ...",
      "loadingError": "ขออภัยเนื้อหานี้ไม่สามารถเข้าถึงได้",
      "explore": "ดาวน์โหลด",
      "exploreMap": "สำรวจแผนที่",
      "exploreStop": "หยุดการสำรวจ",
      "sceneNotSupported": "ขออภัยแผนที่ 3 มิตินี้จะไม่ได้รับการสนับสนุนบนอุปกรณ์ของคุณ",
      "loading1": "กำลังโหลด...",
      "loading2": "กำลังโหลดแผนที่...",
      "videoPlayPause": "เล่น / หยุดชั่วคราว",
      "videoMuteUnmute": "ปิด / เปิด"
    },
    "headerFromCommon": {
      "defaultTagline": "แผนที่ ${STORY_MAP}",
      "share": "แบ่งปัน",
      "tooltipAutoplayDisabled": "ไม่สามารถโหมดเล่นอัตโนมัติได้"
    },
    "shareFromCommon": {
      "copy": "คัดลอก",
      "copied": "คัดลอก",
      "open": "เปิด",
      "embed": "ฝังในหน้าเว็บ",
      "embedExplain": "ใช้ HTML โค้ดตามด้านล่างนี้เพื่อฝังเรื่องราวในหน้าเว็บ",
      "size": "ขนาด (กว้าง/สูง):",
      "autoplayLabel": "โหมดเล่นอัตโนมัติ",
      "autoplayExplain1": "โหมดการเล่นอัตโนมัติจะเลื่อนผ่านสตอรี่ของคุณในช่วงเวลาปกติ ซึ่งเหมาะในคีออสหรือแสดงจอภาพสาธารณะ แต่ทราบว่าในสถานการณ์อื่น ๆ ก็อาจจะทำให้เรื่องยากที่จะอ่าน คุณลักษณะนี้ไม่รองรับบนจอแสดงผลขนาดเล็ก",
      "autoplayExplain2": "เมื่อโหมดนี้สามารถใช้งานได้ จะมีตัวควบคุมเพื่อเล่น/หยุดเล่น สตอรี่ และปรับปรุงความเร็วในการทำงาน",
      "linksupdated": "อัพเดทลิงค์!"
    },
    "theme": {
      "lightLabel": "โทนสว่าง",
      "darkLabel": "โทนมืด"
    }
  }
});