/* eslint quotes: ["error", "double"] */
/* nls files need to use double quotes */
define({
  "viewer": {
    "common": {
      "save": "บันทึก",
      "close": "ปิด"
    },
    "errors": {
      "noConfigName": "ไม่มีการกำหนดค่าที่ระบุไว้ใน index.html> configOptions.story",
      "configFormatError": "การกำหนดค่าที่ระบุไม่สามารถโหลดได้เนื่องจากความผิดพลาดทางไวยากรณ์ JSON",
      "configNotFound": "การกำหนดค่าที่ระบุยังไม่ได้พบหรือไม่สามารถโหลดได้เนื่องจากความผิดพลาดทางไวยากรณ์ JSON",
      "boxTitle": "เกิดข้อผิดพลาด",
      "servedFromFile": "แอพลิเคชันที่มีการเข้าถึงได้ผ่านเว็บเซิร์ฟเวอร์ ดู ${USER_GUIDE} สำหรับรายละเอียด",
      "userGuide": "คู่มือผู้ใช้",
      "invalidConfig": "ข้อผิดพลาดร้ายแรง: การตั้งค่าที่ไม่ถูกต้อง",
      "invalidConfigNoApp": "ข้อผิดพลาดร้ายแรง: เว็บแผนที่ระบุการใช้งานไม่ได้ระบุใน index.html",
      "invalidConfigNoAppDev": "ไม่ได้ระบุพารามิเตอร์ของ URL บน โปรแกรมแผนที่เว็บที่ (? appid =)ซึ่งจะถูกละเลยจากโหมดการพัฒนา การตั้งค่ารหัสแอพใน index.html",
      "unspecifiedConfigOwner": "ไม่มีการกำหนดอำนาจในการปรับแต่ง",
      "invalidConfigOwner": "เจ้าของเรื่องราวไม่ได้รับอนุญาต",
      "invalidConfignoOAuth": "เรื่องนี้ต้องตรวจสอบโปรดกำหนดค่า ArcGIS OAuth ID ใน index.html หรือทำให้ประชาชนเรื่อง",
      "invalidApp": "เรื่องนี้ไม่สามารถโหลดได้",
      "appLoadingFail": "สิ่งที่ผิดพลาดที่ {TPL_NAME} ไม่ได้โหลดอย่างถูกต้อง",
      "notConfiguredDesktop": "เรื่องราวนี้ยังไม่ได้รับการปรับแต่ง",
      "notConfiguredMobile": "{TPL_NAME} ที่สร้างไม่ได้รับการสนับสนุนในจอแสดงผลขนาดนี้ ถ้าเป็นไปได้ปรับขนาดเบราว์เซอร์ของคุณเพื่อเข้าถึงผู้สร้างหรือสร้างเรื่องโปรดของคุณบนอุปกรณ์ที่มีหน้าจอขนาดใหญ่",
      "notConfiguredMobile2": "กรุณาหมุนอุปกรณ์ของคุณเพื่อวางแนวนอนจะใช้สร้าง {TPL_NAME}",
      "notAuthorized": "คุณไม่ได้รับสิทธิ์ในการใช้งานแผนที่เรื่องราว",
      "notAuthorizedBuilder": "คุณยังไม่ได้รับอนุญาตให้ใช้ {TPL_NAME} สร้าง",
      "noViewerIE": "เรื่องนี้ไม่ได้รับการสนับสนุนใน Internet Explorer รุ่นก่อน ${VERSION}. ${UPGRADE}",
      "noViewerIE2": "คุณพยายามที่จะดูเรื่องนี้โดยใช้เบราว์เซอร์เก่า ที่ไม่ได้รับการสนับสนุน อาจมีคุณสมบัติที่ไม่ทำงานหรือปัญหาที่ไม่คาดคิดอื่น ๆ เราขอแนะนำให้คุณอัพเกรด Internet Explorer 11 หรือใช้เบราเซอร์อื่นเช่น Chrome",
      "noViewerIE3": "ในช่วงก่อนปี 2017 แผนที่เรื่องราวนี้จะไม่โหลดบนเบราว์เซอร์ ในขณะที่คุณต้องใช้เบราว์เซอร์ได้รับการสนับสนุนเพื่อดูเรื่องนี้",
      "upgradeBrowser": "โปรดอัปเดตเบราว์เซอร์",
      "mapLoadingFail": "มีบางอย่างไม่ถูกต้อง โหลดแผนที่ไม่ถูกต้อง",
      "signOut": "ลงชื่อออก",
      "builderSupportFirefox": "ในขณะนี้ตัวสร้าง Story Map Cascade รองรับ Firefox!<br><br>การรองรับสำหรับการเขียนเรื่องราว Cascade ใน Firefox ในปัจจุบันอยู่ในรุ่นเบต้า โปรดลองใช้และรายงานปัญหาต่าง ๆ ไปยัง ${ESRI-SUPPORT} หรือ ${ESRI-COMMUNITY}",
      "builderSupportOther": "สามารถดูเรื่องราวแบบ Cascade บนเว็บเบราว์เซอร์สมัยใหม่รุ่นใดก็ได้ แต่เครื่องมือสร้าง Story Map Cascade จะรองรับเฉพาะบน ${CHROME}, ${SAFARI} และ ${FIREFOX}<br><br>หากคุณต้องการให้เครื่องมือสร้าง Cascade รองรับเบราว์เซอร์อื่น โปรดติดต่อ ${ESRI-SUPPORT} หรือ ${BROWSER-SUPPORT-VOTE}",
      "builderSupportIpad": "เครื่องมือสร้างแผนที่เรื่องราวแบบคาสเคส ไม่รองรับบน iPad แต่แผนที่เรื่องราวแบบคาสเคดที่คุณสร้างสามารถใช้ได้บน iPad",
      "launchBuilder": "เปิดใช้งานตัวสร้าง Cascade",
      "notAgain": "ไม่ต้องแสดงสิ่งนี้อีก",
      "sorry": "เรียน"
    },
    "mobileWarning": {
      "message1": "คุณกำลังดูข้อมูลสำหรับมือถือในเรื่องนี้ สำหรับรุ่นเต็มด้วยที่มีองค์ประกอบมากยิ่งขึ้น สามารถดูได้บนเครื่องคอมพิวเตอร์เดสก์ทอป",
      "email": "ส่งอีเมลข้อมูลเชื่อมโยงไปยังเรื่องนี้"
    },
    "cover": {
      "iosEmbedLink": "แทบไปยังดูเรื่องราวแบบเต็ม"
    },
    "media": {
      "captionPlaceholder": "คำบรรยายภาพของคุณที่นี่ ...",
      "loadingError": "ขออภัยเนื้อหานี้ไม่สามารถเข้าถึงได้",
      "explore": "ดาวน์โหลด",
      "exploreMap": "สำรวจแผนที่",
      "exploreStop": "หยุดการสำรวจ",
      "sceneNotSupported": "ขออภัยแผนที่ 3 มิตินี้จะไม่ได้รับการสนับสนุนบนอุปกรณ์ของคุณ",
      "loading1": "กำลังโหลด...",
      "loading2": "กำลังโหลดแผนที่...",
      "videoPlayPause": "เล่น / หยุดชั่วคราว",
      "videoMuteUnmute": "ปิด / เปิด"
    },
    "headerFromCommon": {
      "defaultTagline": "แผนที่ ${STORY_MAP}",
      "share": "แชร์หรือพิมพ์",
      "tooltipAutoplayDisabled": "ไม่สามารถโหมดเล่นอัตโนมัติได้"
    },
    "shareFromCommon": {
      "copy": "คัดลอก",
      "copied": "คัดลอก",
      "open": "เปิด",
      "embed": "ฝังในหน้าเว็บ",
      "embedExplain": "ใช้ HTML โค้ดตามด้านล่างนี้เพื่อฝังเรื่องราวในหน้าเว็บ",
      "size": "ขนาด (กว้าง/สูง):",
      "autoplayLabel": "โหมดเล่นอัตโนมัติ",
      "autoplayExplain1": "โหมดการเล่นอัตโนมัติจะเลื่อนผ่านสตอรี่ของคุณในช่วงเวลาปกติ ซึ่งเหมาะในคีออสหรือแสดงจอภาพสาธารณะ แต่ทราบว่าในสถานการณ์อื่น ๆ ก็อาจจะทำให้เรื่องยากที่จะอ่าน คุณลักษณะนี้ไม่รองรับบนจอแสดงผลขนาดเล็ก",
      "autoplayExplain2": "เมื่อโหมดนี้สามารถใช้งานได้ จะมีตัวควบคุมเพื่อเล่น/หยุดเล่น สตอรี่ และปรับปรุงความเร็วในการทำงาน",
      "linksupdated": "อัพเดทลิงค์!"
    },
    "theme": {
      "lightLabel": "โทนสว่าง",
      "darkLabel": "โทนมืด"
    },
    "autoplay": {
      "speedFast": "เร็ว",
      "speedMedium": "กลาง",
      "speedSlow": "ช้า"
    },
    "bannerNotification": {
      "learnMore": "เรียนรู้เพิ่มเติม",
      "close": "ปิด",
      "dontShowAgain": "ไม่ต้องแสดงข้อความนี้อีก"
    },
    "embedBar": {
      "share": "แบ่งปัน",
      "fullScreen": "แสดงผลเต็มหน้าจอ",
      "exitFullScreen": "ออกจากโหมดเต็มจอ",
      "enlarge": "ขยาย",
      "newTab": "เปิดในแท็บใหม่",
      "tagline": "Story Map",
      "twitter": "แชร์ผ่าน Twitter",
      "facebook": "แชร์ผ่าน Facebook"
    }
  },
  "print": {
    "settings": {
      "pleaseWait": "โปรดรอให้โหลดเรื่องราวทั้งหมดก่อนพิมพ์",
      "printNotes": "หากหน้านี้โหลดช้าหรือสื่อบางอย่างไม่ปรากฏขึ้น ให้ลองเปลี่ยนสื่อสดด้วยภาพหรือพิมพ์ส่วนต่าง ๆ ที่เล็กลง เพื่อให้ได้ผลลัพธ์ที่ดีที่สุด คุณอาจต้องเปิดใช้งานการพิมพ์องค์ประกอบพื้นหลังในการตั้งค่าการพิมพ์ของเบราว์เซอร์",
      "printOptions": "ตัวเลือก",
      "makeTextBlack": "ทำให้ข้อความสีดำทั้งหมด",
      "showLinks": "แสดง URL ของลิงก์",
      "useAltMedia": "เปลี่ยนสื่อสดด้วยภาพ หากมี",
      "pageBreaks": "เริ่มต้นแต่ละส่วนที่หน้าต่างใหม่",
      "printRange": "พิมพ์ส่วนของเรื่องราวนี้",
      "sectionStart": "ส่วน:",
      "go": "ใช้",
      "reset": "รีเซ็ตเป็นเรื่องราวทั้งหมด",
      "print": "พิมพ์"
    },
    "page": {
      "appTagline": "เรื่องราวนี้ทำขึ้นด้วย ${CASCADE_LINK_TEXT}",
      "cascadeLinkText": "Story Map Cascade ของ Esri",
      "readItOnline": "อ่านได้บนเว็บที่ ${STORY_URL}"
    },
    "sections": {
      "sectionLabel": "ส่วน ${SECTION_NUMBER}"
    },
    "media": {
      "websiteLabel": "เว๊ปไซต์ :",
      "videoLabel": "วิดีโอ:",
      "audioLabel": "เสียง:"
    },
    "licenseChange2018": {
      "noAccess": "บัญชีผู้ใช้ของคุณ (%USER_NAME%) ไม่มีใบอนุญาตในการเปิดแผนที่เรื่องราวซึ่งไม่ใช่แบบสาธารณะ โปรดขอให้ผู้ดูแลองค์กรของคุณกำหนดประเภทผู้ใช้ที่มีใบอนุญาตแผนที่เรื่องราวหรือแอดออนแอป Essential ให้กับคุณ"
    }
  }
});