/* eslint quotes: ["error", "double"] */
/* strings files need to be double quotes */
define({
  "builder": {
    "dialog": {
      "apply": "تطبيق",
      "close": "إغلاق"
    },
    "header": {
      "sharingNotAvailable": "غير متاح حتى تُشارك القصة",
      "edit": "تحرير"
    },
    "headerConfig": {
      "toggles": {
        "bookmarks": "إشارات مرجعية",
        "logoSharing": "الشعار والمشاركة",
        "theme": "المظهر"
      },
      "bookmarks": {
        "title": "قسم",
        "bookmark": "علامة مرجعية",
        "intro": "يتم ربط العلامات المرجعية بأجزاء القصة المعروضة في العنوان. ويساعد إنشاء علامات مرجعية مختصرة للأجزاء الرئيسية من القصة في توجيه القُرَّاء.",
        "sequentialDefault": "جزء سردي (لا يوجد نص)",
        "immersiveDefault": "جزء شامل (لا يوجد نص)",
        "titleDefault": "جزء العنوان (لا يوجد نص)",
        "coverDefault": "جزء الغلاف (لا يوجد نص)",
        "coverAppendage": "(غلاف)"
      },
      "logoSharing": {
        "logo": "الشعار",
        "logoButton": "استخدام شعار ${ESRI}",
        "useOrgLogo": "استخدام شعار المؤسسة",
        "useOrgLogoHelp": "استخدام الشعار الذي يوفره المسئول",
        "logoLink": "رابط الشعار",
        "logoUploadProgress": "تحميل الشعار قيد التنفيذ",
        "logoUploadSuccess": "تم تحميل الشعار بنجاح",
        "logoUploadError": "فشل تحميل الشعار، يتم التبديل رجوعًا إلى شعار ${ESRI}",
        "customHeaderText": "سطر العلامة",
        "taglineLinkDisabledTooltip": "أدخل سطر علامة لتمكين الرابط",
        "link": "رابط سطر العلامة",
        "enableSocialSharing": "عرض زر المشاركة"
      },
      "appearance": {
        "themeLabel": "سمة",
        "fontLabel": "خطوط",
        "previewLabel": "معاينة",
        "fontsTitleLabel": "عناوين",
        "fontsBodyLabel": "النص الأساسي",
        "loremTitle": "Lorem Ipsum",
        "loremBody": "Lorem ipsum dolor sit amet, consectetur adipiscing elit sed do eiusmod tempor. Mauris consequat orci nec magna facilisis bibendum at eget libero."
      }
    },
    "share": {
      "btnPrivate": "خاص",
      "btnOrg": "المؤسسة",
      "btnPublic": "عام",
      "btnEveryone": "الجميع"
    },
    "builderPanel": {
      "builderNamePrefix": "",
      "builderNameSuffix": "مُنشئ",
      "buttonSaving": "حفظ",
      "buttonSaved": "تم الحفظ",
      "buttonError": "فشل الحفظ",
      "buttonShare": "مشاركة",
      "buttonSettings": "إعدادات",
      "settingsLogoError": "الشعار الخاص بك لديه مشكلة. انقر لمعرفة المزيد.",
      "buttonHelp": "احصل على التعليمات أو أرسل ملاحظاتك بشأن GeoNet",
      "buttonPreview": "عرض القصة",
      "buttonHealth": "تقرير صحي",
      "manageStories": "إدارة القصص",
      "closeWithPendingChange": "هل أنت متأكد من تأكيد هذا الإجراء؟ سيتم فقدان التغييرات.",
      "coverLabel": "غطاء",
      "creditsLabel": "اعتمادات",
      "betaFeedback": "تعليق",
      "betaNote": "يرجى إبلاغنا بما تفكر فيه بشأن ${APP_NAME} أو ما إذا كان أي شيء لا يعمل بالشكل الذي توقعته.",
      "notSharedNote": "لم يتم مشاركة القصة، ويمكنك أنت فقط رؤيتها",
      "organizationWarning": "لضمان قدرة الآخرين على عرض هذه القصة، يجب عليك أيضًا مشاركة مشاهدها وطبقات مشهدها وتطبيقاتها المضمنة مع المؤسسة. ويتم مشاركة الخرائط وطبقات الخريطة تلقائيًا.",
      "publicWarning": "للتأكد من قدرة الآخرين على عرض هذه القصة، يجب عليك أيضًا مشاركة مشاهدها وطبقات المشهد والتطبيقات المُضمّنة مع \"الكل\". يتم مشاركة الخرائط وطبقات الخريطة تلقائيًا.",
      "addTitleNote": "أضف عنوانًا على الغلاف لحفظه",
      "saveError": "وُجِدَ خطأ أثناء حفظ القصة.",
      "duplicate": "تكرار",
      "organize": "تنظيم",
      "done": "تم",
      "invite": "ستظهر الأجزاء هنا أثناء إنشاء القصة...",
      "mystoriestooltip": "ينبهك \"منشئ التتالي\" بشأن المشكلات التي تظهر في القصة، ويساعدك على إصلاحها. ولا يتم التأشير على المشاهد والتطبيقات المضمنة؛ لذا يرجى التأشير عليها يدويًا."
    },
    "immersiveViewPanel": {
      "transition": "الانتقال",
      "chooseTransition": "اختيار الانتقال",
      "fade": "تلاشي",
      "fadeSlow": "تلاشي ببطئ",
      "swipeVertical": "سحب رأسيًا",
      "swipeHorizontal": "سحب أفقًا",
      "none": "لا شيء",
      "disabledConsecutiveSameMedia": "غير متاح عندما تستخدم العروض المتتابعة نفس الوسائط",
      "disabledTooltipMap": "لاستخدام هذا الانتقال، يجب أن تختلف الطبقات المرئية في كلا العرضين، فيما يجب أن تكون خصائص الطبقة الأخرى متطابقة",
      "disabledConsecutiveSameMap": "غير متاح عندما تستخدم العروض المتتابعة نفس الخريطة",
      "disabledNotInBeta": "غير متاح عندما تستخدم العروض المتتابعة نفس الخريطة",
      "disabledNonConsecutive": "غير متاح نظرًا لحدوث آخر غير متتابع لهذه الوسائط",
      "addMedia": "إضافة وسائط",
      "invite": "ستظهر العروض هنا أثناء إنشاء الجزء الشامل..."
    },
    "mediaConfig": {
      "tabs": {
        "appearance": "المظهر",
        "manage": "إدارة",
        "size": "الحجم",
        "background": "الخلفية",
        "mobile": "متنقل",
        "issues": "المشكلات",
        "fixIssues": "إصلاح المشكلات"
      },
      "manage": {
        "changeMedia": "تغيير الوسائط",
        "edit": "تحرير",
        "editAside": "فتح في علامة تبويب مستعرض جديد. وبعد حفظ التحريرات، احفظ هذه القصة وأعد تحميلها لرؤية التغييرات.",
        "remove": "إزالة",
        "altTextPlaceholder": "أضف وصف لهذه الوسائط للقراء ضعاف البصر.",
        "altTextHelptip": "النص البديل هو وصف للوسائط البصرية المستخدمة بواسطة تقنيات مساعدة مثل برنامج قارئ الشاشة. هذا يكون اختياري لكن نوصي باستيفاء المبادئ التوجيهية لإمكانية الوصول على الويب مثل WCAG والقسم 508."
      },
      "appearance": {
        "homeView": "عرض أولي",
        "audio": "الصوت",
        "on": "تشغيل",
        "muted": "مكتوم",
        "volumeAside": "سيتم تشغيل هذا الفيديو تلقائيًا عندما يصل القارئ إلى هذا العرض. وإذا قمت بكتم الصوت، لن يتمكن القارئ من تمكينه.",
        "view": "عرض",
        "resetLocation": "إعادة تعيين الموقع",
        "resetLayers": "إعادة تعيين الطبقات",
        "clearPopup": "مسح العنصر المنبثق",
        "interaction": "تفاعل",
        "interactionDisabled": "تم تعطيل التفاعل",
        "buttonToEnable": "زر التمكين",
        "interactionEnabled": "تم تمكين التفاعل",
        "interactionAside": "*ستعرض أجهزة اللمس زر تفاعُل.",
        "slide": "شريحة",
        "noSlides": "لا تتوفر شرائح.",
        "mapExtentPrompt": "حدّث الخريطة لسرد قصتك، انقر على علامة الاختيار لحفظ التغييرات"
      },
      "sectionAppearance": {
        "layout": "تخطيط",
        "theme": "سمة"
      },
      "size": {
        "small": "صغير",
        "medium": "متوسط",
        "large": "كبير",
        "noCrop": "لا تقُص الصور الطويلة",
        "noCropTallTooltip": "يعمل عدم قص الصورة الطويلة على إنتاج تأثير دراماتيكي للقراء، وهو ما يتطلب التمرير لرؤية الصورة بالكامل."
      },
      "background": {
        "noCrop": "لا تقُص",
        "mostImportantPart": "اختر أهم نقطة",
        "cropExplanationImmersive": "حدد نقطة على الصورة لاختيار كيفية قصها بأحجام شاشة مختلفة، وستكون النقطة التي تحددها مرئية دائمًا. قم بالتأشير على 'لا تقُص' إذا كان يجب أن تكون الوسائط مرئية بشكل كامل.",
        "cropExplanation": "حدد نقطة على الصورة لاختيار كيفية قصها بأحجام شاشة مختلفة، وستكون النقطة التي تحددها مرئية دائمًا.",
        "color": "لون",
        "previews": "معاينات"
      },
      "altMedia": {
        "alternativeMedia": "تبديل الصور في الجوال",
        "explanation": "لا يتم بعض الوسائط أو قد لا تعمل جيدًا على الأجهزة الجوالة. استخدم هذه اللوحة لتحديد صورة سيتم عرضها في موضع هذه الوسائط عند عرض القصة على هاتف أو كمبيوتر لوحي.",
        "changeAltImage": "تغيير صورة",
        "uploadAltImage": "إضافة صورة بديلة"
      }
    },
    "mediaPicker": {
      "browseToggle": {
        "urls": "رابط للمحتوى",
        "urls_short": "رابط",
        "contentType": {
          "error": "لا توجد وسائط معتمدة.",
          "imageOnly": "في هذا الجزء من القصة، يمكنك إضافة صورة.",
          "imageAndVideo": "في هذا الجزء من القصة، يمكنك إضافة صورة أو مقطع فيديو.",
          "imageVideoWebpage": "في هذا الجزء من القصة، يمكنك إضافة مقطع صوتي أو صورة أو فيديو أو صفحة ويب."
        }
      },
      "browsePanel": {
        "providers": {
          "searchingFor": "جارِ البحث عن \"${searchterm}\"...",
          "searchedFor": "نتائج البحث عن \"${searchterm}\"",
          "albumsOf": "ألبومات ${username}",
          "noPhotosFound": "لا توجد صور مطابقة للبحث. يرجى إعادة المحاولة.",
          "noItemsFound": "لا توجد عناصر مطابقة للبحث. يرجى إعادة المحاولة.",
          "noItemsInThisStory": "لم يتم إضافة محتوى من ArcGIS إلى هذه القصة حتى الآن.",
          "limitReached": "يتم عرض 100 عنصر. إذا لم تجد ما تريده، حاول البحث بواسطة الكلمة الأساسية.",
          "galleryItems": {
            "uploadError": "عذرًا، فشل تحميل هذا العنصر."
          },
          "agol": {
            "remove1": "احذف هذه الصورة غير المستخدمة من حساب ArcGIS.",
            "remove2": "(يجب عليك تحميلها مجددًا إذا قررت استخدامها لاحقًا.)",
            "removeFailed": "قم بإزالة هذه الصورة التي لا يمكن الوصول إليها من هذه القائمة.",
            "modified": "تم التعديل في ${date}",
            "uploaded": "تم التحميل في ${date}",
            "contentByAuthor": "${contentType} بواسطة ${author}"
          },
          "googlePhotos": {
            "searchAndBrowse": "استعرض الصور في ${Picasa} أو ${Google+}"
          },
          "flickr": {
            "photostream": "مجموعة الصور",
            "searchAndBrowse": "ابحث عن الصور واستعرضها في ${Flickr}",
            "captionStarter": "صورة بواسطة ${USERNAME} على ${Flickr}"
          },
          "unsplash": {
            "searchAndBrowse": "ابحث عن الصور في ${Unsplash}",
            "photoBy": "الصورة بواسطة ${username}",
            "userLink": "انتقل إلىصفحة ${username} الخاصة بـ ${Unsplash}",
            "captionStarter": "صورة بواسطة ${USERNAME} على ${Unsplash}"
          },
          "urlContent": {
            "uploadHeaders": {
              "generic": "رابط للمحتوى على الويب",
              "imageOnly": "رابط لصورة على الويب",
              "imageAndVideo": "رابط لصورة أو مقطع فيديو على الويب"
            },
            "linkText": {
              "imageOnly": "في الصندوق أعلاه، يمكنك الربط بصورة مباشرةً.",
              "imageAndVideo1": "في الصندوق أعلاه، يمكنك لصق رابط أو كود iframe خاص بفيديو على ${YouTube} أو ${Vimeo}",
              "imageAndVideo2": "يمكنك أيضًا الربط بصورة مباشرةً.",
              "imageVideoWebpage1": "في الصندوق أعلاه، يمكنك لصق رابط أو كود iframe خاص بمحتوى ويب، مثل مخطط ديناميكي أو فيديو على ${YouTube} أو ${Vimeo}",
              "imageVideoWebpage2": "يمكنك أيضًا الربط بصورة أو فيديو أو ملف صوتي أو صفحة ويب أو تطبيق ويب مباشرةً.",
              "ender": "استخدام روابط (https) الآمنة دائمًا. إذا لم يكن المحتوى يدعم https، أضف رابطًا إليه في نَص القصة حتى يمكن للقُرَّاء عرضه في علامة مستعرض جديدة.",
              "httpsError": "يجب أن يبدأ الرابط بـ HTTPS"
            },
            "embedProtocol": {
              "embedProtocolLabel": "تحميل الصفحة عبر اتصال آمن (https)",
              "embedProtocolWarning1": "إذا لم تُحمّل هذه الصفحة في القصة، لا يمكن تضمينها لأسباب تتعلق بأمان الويب.",
              "embedProtocolWarning2": "إذا لم يتم تحميل هذه الصفحة في القصة الخاصة بك، قم بإلغاء التأشير على هذا الخيار وحاول مرة أخرى. إذا ظلت الصفحة بدون تحميل، يتعذر تضمينها لأسباب تتعلق بأمان الويب.",
              "embedProtocolWarning3": "وكبديل، أضف رابطًا في السرد لفتح الصفحة في علامة تبويب مستعرض جديدة. ${linkText}",
              "linkText": "تعلّم المزيد."
            },
            "placeholder": "${https://}... أو ${<iframe>}",
            "uploadErrors": {
              "generic": "حدث خطأ ما في ال",
              "imageOnly1": "يجب أن تستخدم صورة في هذا الجزء من القصة.",
              "imageOnly2": "يرجى توفير رابط إلى الصورة (.jpg, .png, .gif) أو اختيار صورة من ${ArcGIS} أو ${Flickr} أو ${Google+} أو ${Unsplash}.",
              "imageAndVideo1": "يجب أن تستخدم صورة أو مقطع فيديو في هذا الجزء من القصة.",
              "imageAndVideo2": "يرجى توفير رابط إلى الصورة (.jpg, .png, .gif) أو مقطع فيديو على ${YouTube} أو ${Vimeo} أو اختيار صورة من ${ArcGIS} أو ${Flickr} أو ${Google+} أو ${Unsplash}.",
              "badFormat": "تم تنسيق رابط الملف الذي تريد تحاول إضافته بشكل غير صحيح.",
              "inaccessible": "الملف الذي تحاول إضافته مفقود أو أنه لا يمكن الوصول إليه.",
              "tryAgain": "يرجى التحقق من العنوان وإعادة المحاولة.",
              "mediaTypes": {
                "VIDEO": "فيديو",
                "IMAGE": "صورة",
                "generic": "الوسائط"
              }
            }
          }
        },
        "sidePanel": {
          "thirdPartyTerms": "باستخدام خدمة خارجية، أنت توافق على شروط الخدمة الخاصة بها: ",
          "googlePhotos": {
            "placeholder": "البريد الإلكتروني أو معرف ${Picasa}/${Google+} ID",
            "helpText": "يمكنك إضافة الصور المحملة إلى ${Picasa} أو ${Google+} إلى القصة.  ${helpLinkText} عن استخدام الصور المخزنة في حساب ${Google} في القصص.",
            "helpLinkText": "تعلم المزيد",
            "cannotFindUser": "يتعذر البحث عن مستخدم ${username}. يرجى إعادة المحاولة."
          },
          "unsplash": {
            "placeholder": "بحث عن الصور",
            "aboutText": "${Unsplash} هو مجموعة مختارة بعناية من صور مجانية عالية الجودة.",
            "copyrightText": "يتم ترخيص جميع الصور بموجب رخصة ${Unsplash}. اكتشف مزيد من المعلومات ${moreInfoLink}.",
            "moreInfoLink": "هنا"
          },
          "flickr": {
            "searchType": {
              "account": "حساب ${Flickr}",
              "text": "كل ${Flickr}"
            },
            "placeholders": {
              "user": "بحث عن الحساب",
              "userText": "بحث عن الصور في هذا الحساب",
              "text": "بحث عن الصور"
            },
            "errors": {
              "cannotFindUser": "يتعذر العثور على اسم مستخدم ${username}.",
              "noUserPhotos": "${username} لا يحتوي على أي صور عامة.",
              "didYouMean": "هل تعني ${username}؟",
              "generalUserError": "حدث خطأ عند البحث عن مستخدم ${username}."
            },
            "licenses": {
              "licenseLabel": "الترخيص: ",
              "public": "مجال عام",
              "commercial": "موافق للاستخدام التجاري",
              "nonCommercial": "موافق للاستخدام غير التجاري",
              "reserved": "جميع الحقوق محفوظة",
              "any": "أي ترخيص"
            }
          },
          "agol": {
            "searchLocation": {
              "thisStory": "هذه القصة",
              "agol": "ArcGIS Online",
              "portalArcGIS": "مدخل لـ ArcGIS",
              "portal": "بوابة إلكترونية",
              "myOrg": "مؤسسة ${username}",
              "myContent": "المحتوى"
            },
            "createContent": {
              "createNewMap": "إنشاء خريطة جديدة",
              "or": "أو",
              "dragAndDropImage": "إفلات الصور",
              "dragAndDropImageAudio": "إفلات الصور أو الصوت",
              "uploadButton": "استعراض",
              "agolInfo": "لن يتم الوصول إلى الصور والمقاطع الصوتية التي تم تحميلها إلا ضمن هذه القصة.",
              "saveBeforeUpload": "بمجرد حفظ هذه القصة، يمكنك تحميل الصور والمقاطع الصوتية إلى ArcGIS هنا.",
              "fileExtsImage": "الأنواع المدعومة: .png و.jpg و.gif و.bmp",
              "fileExtsImageAudio": "الأنواع المدعومة: .png و.jpg و.gif و.bmp وmp3.",
              "maxSize": "10 ميجابايت بحد أقصى لكل ملف."
            },
            "filterAndSort": {
              "webmap": "خريطة ويب",
              "webscene": "مشهد ويب",
              "image": "صورة",
              "audio": "الصوت",
              "date": "التاريخ",
              "sortByDate": "فرز بواسطة التاريخ",
              "title": "العنوان",
              "sortByTitle": "فرز بواسطة العنوان",
              "views": "المشاهدات",
              "search": "البحث باستخدام الكلمة الأساسية أو المعرف"
            }
          }
        }
      }
    },
    "mapEditor": {
      "dialogTitle": "تحرير الخريطة",
      "unauthorizedDomain": "أنت لست في مجال معتمد لاستخدام محرر خريطة",
      "loading": "يرجى الانتظار حتى تحميل مُحرر الخريطة",
      "saving": "حفظ الخريطة",
      "success": "تم حفظ الخريطة",
      "cancelTitle": "هل تريد تجاهل كل التغييرات التي لم يتم حفظها؟",
      "errorSave": "يتعذر حفظ الخريطة. يرجى إعادة المحاولة.",
      "loadFail": "عذرًا، يتعذر تحميل محرر الخريطة",
      "close": "إغلاق",
      "save": "حفظ",
      "confirm": "نعم، أغلق الخريطة",
      "deny": "لا، استمر في العمل"
    },
    "textEditor": {
      "placeholder": {
        "continueStory": "متابعة القصة هنا..."
      },
      "blockAdd": {
        "text": "النص",
        "media": "الوسائط",
        "title": "العنوان",
        "immersive": "شامل"
      },
      "link": {
        "invite": "الصق أو أكتب الرابط..."
      },
      "color": {
        "choose": "اختيار",
        "cancel": "إلغاء الأمر",
        "clear": "مسح اللون"
      }
    },
    "imageGallery": {
      "addImage": "أضف صورة أخرى",
      "moveBackward": "انتقال إلى الخلف",
      "moveForward": "انتقال إلى الأمام"
    },
    "cover": {
      "titlePrompt": "أدخل عنوان القصة...",
      "subtitlePrompt": "قم بالتمرير إلى الأسفل للبدء أو أدخل عنوانًا فرعيًا اختياريًا",
      "mediaPlaceholder": "أضف صورة أو مقطع فيديو",
      "saveError": "فشل الحفظ، لديك عنصر بنفس العنوان بالفعل"
    },
    "credits": {
      "sectionInvite": "أضف جزءًا لبيانات الاعتماد",
      "warning": "يجب تعبئة كلا الحقلين",
      "content": "المحتوى...",
      "source": "المصدر...",
      "linkPrompt": "رابط اختياري...",
      "introductionPlaceholder": "أدخل مقدمة اختيارية لجزء بيانات الاعتماد..."
    },
    "immersive": {
      "titleConfig": {
        "theme": "سمة"
      },
      "panelConfig": {
        "position": "الموضع",
        "theme": "سمة",
        "size": "الحجم",
        "background": "الخلفية",
        "layout": "تمرير (لكل اللوحات)"
      }
    },
    "title": {
      "placeholder": "أدخل عنوان..."
    },
    "media": {
      "mediaUpload": "تحميل الوسائط قيد التنفيذ...",
      "mediaUploadSuccess": "تم تحميل الوسائط بنجاح",
      "mediaUploadFail": "فشل تحميل الوسائط"
    },
    "controller": {
      "sectionOrganize": "لقد نظمت الأجزاء",
      "immersiveOrganize": "لقد نظمت العروض",
      "sectionDelete": "لقد حذفت جزءًا",
      "viewDelete": "لقد حذفت عرضًا"
    },
    "notification": {
      "cancel": "إلغاء الأمر",
      "close": "إغلاق",
      "undo": "تراجع"
    },
    "sections": {
      "sequence": "سرد",
      "immersive": "شامل",
      "title": "عنوان"
    },
    "mediaErrors": {
      "mediaTypes": {
        "image": "صورة",
        "audio": "صوتي",
        "webmap": "الخريطة",
        "webscene": "مشهد",
        "video": "فيديو",
        "content": "المحتوى",
        "webpage": "صفحة الويب"
      },
      "placeholders": {
        "generic": "لا يمكن الوصول إلى هذا المحتوى.",
        "deleted": "تم حذف هذا العنصر.",
        "inaccessible": "لا يمكن الوصول إلى هذا المحتوى.",
        "unauthorized": "أنت معتمد للوصول إلى هذا المحتوى.",
        "unshared": "لم يتم مشاركة هذا العنصر كما هو الأمر في القصة.",
        "othersUnshared": "لم يتم مشاركة هذا العنصر كما هو الأمر في القصة.",
        "subscriptionContent": "تحتوي هذه الخريطة على طبقة مشترك.",
        "premiumContent": "تحتوي هذه الخريطة على طبقة مميزة.",
        "secureService": "تحتوي هذه الخريطة على طبقة آمنة."
      },
      "contentIssues": {
        "noAltImage": "قد لا تعمل الوسائط على الجوال",
        "noAltImageUnsupported": "الوسائط غير مدعومة على الجوال",
        "noAltImageWarning": "قد لا تعمل الوسائط على الجوال",
        "altImageBroken": "لا يمكن الوصول إلى الصورة البديلة المعرفة لعنصر الوسائط",
        "httpMedia": "وسائط غير آمنة",
        "httpContent": "محتوى غير آمن"
      },
      "contentWarnings": {
        "noAltImage": "تأكد من اختبار القصة على أجهزة الجوال قبل مشاركتها. إذا لم تعمل هذه الوسائط كما هو متوقع، استخدم الزر أدناه لإضافة صورة بديلة سيتم عرضها عند عرض القصة على هاتف أو كمبيوتر لوحي.",
        "noAltImageUnsupported": "لن تعمل هذه الوسائط على الأجهزة الجوالة. استخدم الزر أدناه لإضافة صورة بديلة ستُعرَض عند عرض القصة على هاتف أو كمبيوتر لوحي.",
        "noAltImageWarning": "تأكد من اختبار القصة على أجهزة الجوال قبل مشاركتها. إذا لم تعمل هذه الوسائط كما هو متوقع، استخدم الزر أدناه لإضافة صورة بديلة سيتم عرضها عند عرض القصة على هاتف أو كمبيوتر لوحي.",
        "noAltImageAlt": "هذا النوع من الوسائط غير مدعوم أو قد لا يعمل جيدًا على الأجهزة الجوالة. في علامة تبويب الجوال، أدخل صورة بديلة ستُعرَض عند عرض القصة على هاتف أو كمبيوتر لوحي."
      },
      "descriptions": {
        "httpAudioUnfixable": "هذا الصوت لا يدعم HTTPS. قم بإزالته من القصة الخاصة بك أو استبدله باستخدام رابط.",
        "httpAudioUncheckable": "يتضمن هذا الصوت عنوان URL (HTTP) غير آمن. انقر على الزر أدناه لمحاولة استخدام عنوان HTTPS URL لهذا الصوت. إذا لم يعمل هذا، قم بإزالة الصوت من القصة الخاصة بك واستبدلها بارتباط تشعبي.",
        "httpAudioFixable": "يتضمن هذا الصوت عنوان URL (HTTP) غير آمن. انقر على الزر أدناه لاستخدام عنوان HTTPS URL آمن لهذا الصوت.",
        "httpWebpageUnfixable": "صفحة الويب الحالية لا تدعم HTTPS. قم بإزالته من القصة الخاصة بك أو استبدله باستخدام رابط.",
        "httpWebpageUncheckable": "صفحة الويب الحالية تتضمن عنوان URL (HTTP) غير آمن. انقر على الزر أدناه لمحاولة استخدام عنوان HTTPS URL لصفحة الويب. إذا لم يعمل هذا، قم بإزالة صفحة الويب من القصة الخاصة بك واستبدلها بلقطة شاشة أو ارتباط تشعبي.",
        "httpWebpageFixable": "صفحة الويب الحالية تتضمن عنوان URL (HTTP) غير آمن. انقر على الزر أدناه لاستخدام عنوان HTTPS URL آمن خاص بصفحة الويب.",
        "httpVideoUnfixable": "مقطع الفيديو الحالي لا يدعم HTTPS. قم بإزالته من القصة الخاصة بك أو استبدله باستخدام رابط.",
        "httpVideoUncheckable": "يتضمن هذا الفيديو عنوان URL (HTTP) غير آمن. انقر على الزر أدناه لمحاولة استخدام عنوان HTTPS URL لهذا الفيديو. إذا لم يعمل هذا، قم بإزالة الفيديو من القصة الخاصة بك واستبدلها بلقطة شاشة أو ارتباط تشعبي.",
        "httpVideoFixable": "يتضمن هذا الفيديو عنوان URL (HTTP) غير آمن. انقر على الزر أدناه لاستخدام عنوان HTTPS URL آمن لهذا الفيديو.",
        "httpImageUnfixable": "هذه الصورة لا تدعم HTTPS. قم بإزالته من القصة الخاصة بك أو استبدله باستخدام رابط.",
        "httpImageUncheckable": "تتضمن هذه الصورة عنوان URL (HTTP) غير آمن. انقر على الزر أدناه لمحاولة استخدام عنوان HTTPS URL لهذه الصورة. إذا لم يعمل هذا، قم بإزالة الصورة من القصة الخاصة بك واستبدلها بارتباط تشعبي.",
        "httpImageFixable": "تتضمن هذه الصورة عنوان URL (HTTP) غير آمن. انقر على الزر أدناه لاستخدام عنوان HTTPS URL آمن لهذه الصورة.",
        "httpLayer": "تتضمن هذه الطبقة عنوان URL (HTTP) غير آمن.",
        "inaccessibleLogo": "لا يمكن الوصول إلى هذا الشعار. استبدله باستخدام صورة أخرى.",
        "httpLogoUnfixable": "هذا الشعار لا يدعم HTTPS. استبدله باستخدام صورة أخرى.",
        "httpLogoFixable": "يتضمن هذا الشعار عنوان URL (HTTP) غير آمن. استخدام عنوان HTTPS URL للشعار الخاص بك.",
        "httpLogoUncheckable": "يتضمن هذا الشعار عنوان URL (HTTP) غير آمن. استخدام عنوان HTTPS URL للشعار الخاص بك، أو استبدله باستخدام صورة أخرى."
      },
      "tooltips": {
        "httpAudioFixable": "انقر على الزر لاستخدام عنوان HTTPS URL آمن لهذا الصوت.",
        "httpAudioUncheckable": "حاول استخدم عنوان HTTPS URL لهذا الصوت. إذا لم يعمل هذا، قم بإزالة الصوت من القصة الخاصة بك واستبدلها برابط.",
        "httpWebpageFixable": "انقر على الزر لاستخدام عنوان HTTPS URL آمن خاص بصفحة الويب.",
        "httpWebpageUncheckable": "حاول استخدم عنوان HTTPS URL لصفحة الويب. إذا لم يعمل هذا، قم بإزالة صفحة الويب من القصة الخاصة بك واستبدلها بلقطة شاشة أو رابط.",
        "httpVideoFixable": "انقر على الزر لاستخدام عنوان HTTPS URL آمن لهذا الفيديو.",
        "httpVideoUncheckable": "حاول استخدم عنوان HTTPS URL لهذا الفيديو. إذا لم يعمل هذا، قم بإزالة الفيديو من القصة الخاصة بك واستبدلها بلقطة شاشة أو رابط.",
        "httpImageFixable": "انقر على الزر لاستخدام عنوان HTTPS URL آمن لهذه الصورة.",
        "httpImageUncheckable": "حاول استخدم عنوان HTTPS URL لهذه الصورة. إذا لم يعمل هذا، قم بإزالة الصورة من القصة الخاصة بك واستبدلها برابط.",
        "httpLayerMyMap": "تفضل بزيارة صفحة عنصر الخريطة لتحديث الطبقة لاستخدام HTTPS. إذا تعذر تحديث الطبقة، قم بإزالتها من الخريطة.",
        "httpLayerNotMyMap": "قم بعمل نسخة للخريطة وتحديث هذه الطبقة لاستخدام HTTPS. إذا تعذر تحديث الطبقة، قم بإزالتها من الخريطة.",
        "clickLearnMore": "انقر لمعرفة المزيد."
      },
      "fixButtons": {
        "agolItemPage": "صفحة العنصر",
        "openTheMap": "فتح الخريطة",
        "updateAudio": "إصلاح عنوان URL للصوت",
        "updateWebpages": "إصلاح عنوان URL لصفحة الويب",
        "updateVideos": "إصلاح عنوان URL للفيديو",
        "updateImages": "إصلاح عنوان URL للصورة"
      },
      "mapIssues": {
        "fixButton": "إصلاح المشكلات",
        "nofixButton": "المشكلات",
        "mapLabel": "الخريطة:",
        "summaries": {
          "unshared": "محتوى غير مُشارَك",
          "othersUnshared": "محتوى غير مُشارَك خاص بمستخدم آخر",
          "subscriptionContent": "محتوى المُشترِك",
          "premiumContent": "محتوى مُميز",
          "secureContent": "محتوى آمن",
          "deleted": "محتوى محذوف",
          "inaccessible": "محتوى لا يمكن الوصول إليه",
          "unauthorized": "محتوى غير مُخوّل"
        },
        "descriptions": {
          "unshared": "لم يتم مشاركة هذا المحتوى كما هو الأمر في قصتك.",
          "othersUnshared": "هذا المحتوى ملك لشخص آخر، ولم يتم مشاركته كما هو الأمر في قصتك.",
          "othersUnsharedAuthorized": "هذا المحتوى ملك لشخص آخر، ولكنك مخول لمشاركته.",
          "inaccessible": "لا يمكن الوصول إلى هذا المحتوى.",
          "deleted": "تم حذف هذا المحتوى.",
          "unauthorized": "أنت معتمد للوصول إلى هذا المحتوى.",
          "popupFeatureLayer": "تأتي العناصر المنبثقة الخاصة بالطبقة المتجانبة من طبقة معالم لم يتم مشاركتها كما هو الأمر في القصة.",
          "subscriptionContent": "يجب عليك تخويل محتوى المُشارِك للاستخدام العام.",
          "premiumContent": "يجب عليك تخويل محتوى مميز للاستخدام العام.",
          "secureService": "لا يمكن للقراء الوصول إلى المحتوى الآمن.",
          "missingItemWarning": "تم حذف العنصر المقترن مع هذه الطبقة."
        },
        "tooltips": {
          "unshared": "انقر لمعرفة المزيد عن المشاركة.",
          "othersUnshared": "لا يوجد لديك أذونات مشاركة المحتوى الذي يملكه الآخرون. اطلب من المالك مشاركته أو قم بإزالة الخريطة من القصة أو حرر الخريطة لإزالة الطبقات التي لا تملكها. انقر لمعرفة المزيد عن تحرير الخرائط.",
          "inaccessible": "قم بإزالة هذه الخريطة من القصة أو حررها لإزالة الطبقات التي لا يمكن الوصول إليها. انقر لمعرفة المزيد عن تحرير الخرائط.",
          "deleted": "قم بإزالة هذه الخريطة من القصة أو حررها لإزالة الطبقات المفقودة. انقر لمعرفة المزيد عن تحرير الخرائط.",
          "unauthorized": "قم بإزالة هذه الخريطة من القصة أو حررها لإزالة الطبقات غير المخولة. انقر لمعرفة المزيد عن تحرير الخرائط.",
          "popupFeatureLayer": "تأتي العناصر المنبثقة الخاصة بالطبقة المتجانبة من طبقة معالم لم يتم مشاركتها كما هو الأمر في القصة.",
          "subscriptionContent": "لا يستهلك محتوى المشترك بيانات اعتماد. انقر لمعرفة المزيد.",
          "premiumContent": "يتم احتساب بيانات اعتماد لمؤسستك في كل مرة يعرض فيها أي مستخدم طبقة مميزة في قصتك. انقر لمعرفة المزيد.",
          "secureService": "قم بإزالة المحتوى الآمن من القصة أو انقر لمعرفة كيفية تخويل المحتوى الآمن ليستخدمه الآخرون.",
          "missingItemWarning": "لا تزال هذه الطبقة تعمل، ولكن من المحتمل أنه قد تغير الاسم أو العناصر المنبثقة أو الرموز. قم بالتأكيد على أن الطبقة تظهر بالشكل المتوقع أو قم بإزالتها من القصة."
        },
        "fixButtons": {
          "share": "مشاركة",
          "hide": "إخفاء",
          "authorize": "مصادقة",
          "remove": "إزالة",
          "help": "الحصول على مساعدة",
          "ignore": "تجاهل",
          "confirm": "تأكيد",
          "edit": "تحرير الخريطة"
        },
        "shareNotifications": {
          "alsoSharedMapsAndLayers": "تم أيضًا مشاركة بعض الخرائط والطبقات.",
          "alsoSharedMaps": "تم أيضًا مشاركة بعض الخرائط.",
          "alsoSharedLayers": "تم أيضًا مشاركة بعض الطبقات.",
          "sharedOthersContent": "لقد استخدمت الامتيازات الإدارية لمشاركة محتوى شخص آخر."
        }
      },
      "storyHealth": {
        "healthy": "لا توجد مشكلات",
        "notHealthy": "إصلاح المشكلات",
        "warnings": "رؤية التحذيرات"
      }
    },
    "saveErrorSocial": {
      "title": "مشاركة في مواقع التواصل الاجتماعي",
      "panel1": "قد لا تظهر القصة بشكل صحيح في مواقع التواصل الاجتماعي نظرًا لأن عنوان عنصر تطبيق ArcGIS على الويب ليس نفس عنوان القصة.",
      "panel1tooltip": "وبتعريف العنوان والملخص والصورة المصغرة، ستظهر القصر كما يلي:",
      "panel2": "ما هو العنوان الذي تريد استخدامه في مواقع التواصل الاجتماعي:",
      "panel2q1": "عنوان القصة (مُوصَى به)",
      "panel2q1tooltip": "بتحديد هذا الخيار، سيتم تعديل عنوان العنصر ليطابق عنوان القصة، وسيتم تزامن مزيد من التغييرات في المُنشئ.",
      "panel2q2": "عنوان العنصر",
      "panel3": "لتحسين مظهر القصة بشكل أكبر في مواقع التواصل الاجتماعي، استخدم ${MYSTORIES} لإضافة ملخص وصورة مصغرة.",
      "panel4": "لا تحذرني مجددًا بشأن هذه القصة",
      "save": "حفظ",
      "mystories": "My Stories"
    },
    "httpsTransitionMessage": {
      "bannerMsg": "رسالة هامة حول أمن الويب وخرائط القصة",
      "s1h1": "تقوم Esri الآن بتحسين أمن خرائط القصة",
      "s1p1": "توجد خرائط القصة على الويب، ويعمل دائماً مجتمع الويب لإنشاء وتنفيذ أمان أفضل. يبرز HTTPS، الذي يوفر اتصال آمن لمحتوى يتم نقله على الإنترنت، باعتباره الطريقة المتوقعة للوصول إلى محتوى الويب. تظهر الآن معظم المستعرضات الحديثة رسائل تحذيرية عند استخدام HTTP بدلاً من HTTPS. نظرًا لأن هذا المعيار الناشئ، فإننا نوصي بشدة استخدام ارتباطات HTTPS لتأليف ومشاركة خرائط القصة، واستخدام عنوان URL لـ HTTPS فقط عند إدماج محتوى الويب أو الارتباط بالصور داخل خريطة القصة.",
      "s1p2": "من الناحية العملية، هذا يعني أنه ينبغي الوصول إلى خريطة القصة وجميع محتوياتها (بما في ذلك الصور، الطبقات، التطبيقات المدمجة ومواقع الويب) باستخدام ارتباطات تبدأ بـ HTTPS خلاف HTTP. هذا يضمن أفضل تجربة للقراء بسبب معظم مستعرضات الويب التي تشير إلى أن القصص الخاصة بك تكون آمنة.",
      "s2h1": "ماذا يتعين عليّ عمله؟",
      "s2p1": "تعمل Esri لجعل هذا عملية انتقال سهلة لمؤلفي وقراء خريطة القصة. تتوفر الأدوات الآن في منشيء خرائط القصة والقصص الخاصة بي التي تساعدك في العثور على محتوى غير آمن (HTTP) في القصص الخاصة بك وتوفير توصيات لكيفية معالجتها. يرجى التحقق من القصص الخاصة بك لمحتوى غير آمن وتحديث HTTPS في أقرب وقت ممكن.",
      "action1": "إغلاق",
      "action2": "تحقق من القصص الخاصة بي الآن",
      "action3": "تعلم المزيد",
      "floatingNotification": "تحتوي هذه القصة على محتوى (HTTP) غير آمن. الرجاء مراجعة ومعالجة تلك المسائل."
    }
  }
});