/* eslint quotes: ["error", "double"] */
/* strings files need to be double quotes */
define({
  "builder": {
    "dialog": {
      "apply": "تطبيق",
      "close": "إغلاق"
    },
    "header": {
      "sharingNotAvailable": "غير متاح حتى تُشارك القصة",
      "edit": "تحرير"
    },
    "headerConfig": {
      "toggles": {
        "bookmarks": "إشارات مرجعية",
        "logoSharing": "الشعار والمشاركة",
        "theme": "المظهر"
      },
      "bookmarks": {
        "title": "قسم",
        "bookmark": "علامة مرجعية",
        "intro": "يتم ربط العلامات المرجعية بأجزاء القصة المعروضة في العنوان. ويساعد إنشاء علامات مرجعية مختصرة للأجزاء الرئيسية من القصة في توجيه القُرَّاء.",
        "sequentialDefault": "جزء سردي (لا يوجد نص)",
        "immersiveDefault": "جزء شامل (لا يوجد نص)",
        "titleDefault": "جزء العنوان (لا يوجد نص)",
        "coverDefault": "جزء الغلاف (لا يوجد نص)",
        "coverAppendage": "(غلاف)"
      },
      "logoSharing": {
        "logo": "الشعار",
        "logoButton": "استخدام شعار ${ESRI}",
        "useOrgLogo": "استخدام شعار المؤسسة",
        "useOrgLogoHelp": "استخدام الشعار الذي يوفره المسئول",
        "logoLink": "رابط الشعار",
        "logoUploadProgress": "تحميل الشعار قيد التنفيذ",
        "logoUploadSuccess": "تم تحميل الشعار بنجاح",
        "logoUploadError": "فشل تحميل الشعار، يتم التبديل رجوعًا إلى شعار ${ESRI}",
        "customHeaderText": "سطر العلامة",
        "taglineLinkDisabledTooltip": "أدخل سطر علامة لتمكين الرابط",
        "link": "رابط سطر العلامة",
        "enableSocialSharing": "عرض زر المشاركة"
      },
      "appearance": {
        "themeLabel": "سمة",
        "fontLabel": "خطوط",
        "previewLabel": "معاينة",
        "fontsTitleLabel": "عناوين",
        "fontsBodyLabel": "النص الأساسي",
        "loremTitle": "Lorem Ipsum",
        "loremBody": "Lorem ipsum dolor sit amet, consectetur adipiscing elit sed do eiusmod tempor. Mauris consequat orci nec magna facilisis bibendum at eget libero."
      }
    },
    "builderPanel": {
      "coverLabel": "غطاء",
      "creditsLabel": "اعتمادات",
      "betaFeedback": "تعليق",
      "betaNote": "يرجى إبلاغنا بما تفكر فيه بشأن ${APP_NAME} أو ما إذا كان أي شيء لا يعمل بالشكل الذي توقعته.",
      "notSharedNote": "لم يتم مشاركة القصة، ويمكنك أنت فقط رؤيتها",
      "organizationWarning": "لضمان قدرة الآخرين على عرض هذه القصة، يجب عليك أيضًا مشاركة مشاهدها وطبقات مشهدها وتطبيقاتها المضمنة مع المؤسسة. ويتم مشاركة الخرائط وطبقات الخريطة تلقائيًا.",
      "publicWarning": "للتأكد من قدرة الآخرين على عرض هذه القصة، يجب عليك أيضًا مشاركة مشاهدها وطبقات المشهد والتطبيقات المُضمّنة مع \"الكل\". يتم مشاركة الخرائط وطبقات الخريطة تلقائيًا.",
      "addTitleNote": "أضف عنوانًا على الغلاف لحفظه",
      "saveError": "وُجِدَ خطأ أثناء حفظ القصة.",
      "duplicate": "تكرار",
      "organize": "تنظيم",
      "done": "تم",
      "invite": "ستظهر الأجزاء هنا أثناء إنشاء القصة...",
      "mystoriestooltip": "ينبهك \"منشئ التتالي\" بشأن المشكلات التي تظهر في القصة، ويساعدك على إصلاحها. ولا يتم التأشير على المشاهد والتطبيقات المضمنة؛ لذا يرجى التأشير عليها يدويًا."
    },
    "immersiveViewPanel": {
      "transition": "الانتقال",
      "fade": "تلاشي",
      "fadeSlow": "تلاشي ببطئ",
      "swipeVertical": "سحب رأسيًا",
      "swipeHorizontal": "سحب أفقًا",
      "none": "لا شيء",
      "disabledConsecutiveSameMedia": "غير متاح عندما تستخدم العروض المتتابعة نفس الوسائط",
      "disabledTooltipMap": "لاستخدام هذا الانتقال، يجب أن تختلف الطبقات المرئية في كلا العرضين، فيما يجب أن تكون خصائص الطبقة الأخرى متطابقة",
      "disabledConsecutiveSameMap": "غير متاح عندما تستخدم العروض المتتابعة نفس الخريطة",
      "disabledNotInBeta": "غير متاح عندما تستخدم العروض المتتابعة نفس الخريطة",
      "disabledNonConsecutive": "غير متاح نظرًا لحدوث آخر غير متتابع لهذه الوسائط",
      "addMedia": "إضافة وسائط",
      "invite": "ستظهر العروض هنا أثناء إنشاء الجزء الشامل..."
    },
    "mediaConfig": {
      "tabs": {
        "appearance": "المظهر",
        "manage": "إدارة",
        "size": "الحجم",
        "background": "الخلفية",
        "mobile": "متنقل",
        "issues": "المشكلات",
        "fixIssues": "إصلاح المشكلات"
      },
      "manage": {
        "changeMedia": "تغيير الوسائط",
        "edit": "تحرير",
        "editAside": "فتح في علامة تبويب مستعرض جديد. وبعد حفظ التحريرات، احفظ هذه القصة وأعد تحميلها لرؤية التغييرات.",
        "remove": "إزالة"
      },
      "appearance": {
        "homeView": "عرض أولي",
        "audio": "الصوت",
        "on": "تشغيل",
        "muted": "مكتوم",
        "volumeAside": "سيتم تشغيل هذا الفيديو تلقائيًا عندما يصل القارئ إلى هذا العرض. وإذا قمت بكتم الصوت، لن يتمكن القارئ من تمكينه.",
        "view": "عرض",
        "resetLocation": "إعادة تعيين الموقع",
        "resetLayers": "إعادة تعيين الطبقات",
        "clearPopup": "مسح العنصر المنبثق",
        "interaction": "تفاعل",
        "interactionDisabled": "تم تعطيل التفاعل",
        "buttonToEnable": "زر التمكين",
        "interactionEnabled": "تم تمكين التفاعل",
        "interactionAside": "*ستعرض أجهزة اللمس زر تفاعُل.",
        "slide": "شريحة",
        "noSlides": "لا تتوفر شرائح.",
        "mapExtentPrompt": "حدّث الخريطة لسرد قصتك، انقر على علامة الاختيار لحفظ التغييرات"
      },
      "sectionAppearance": {
        "layout": "تخطيط",
        "theme": "سمة"
      },
      "size": {
        "small": "صغير",
        "medium": "متوسط",
        "large": "كبير",
        "noCrop": "لا تقُص الصور الطويلة",
        "noCropTallTooltip": "يعمل عدم قص الصورة الطويلة على إنتاج تأثير دراماتيكي للقراء، وهو ما يتطلب التمرير لرؤية الصورة بالكامل."
      },
      "background": {
        "noCrop": "لا تقُص",
        "mostImportantPart": "اختر أهم نقطة",
        "cropExplanationImmersive": "حدد نقطة على الصورة لاختيار كيفية قصها بأحجام شاشة مختلفة، وستكون النقطة التي تحددها مرئية دائمًا. قم بالتأشير على 'لا تقُص' إذا كان يجب أن تكون الوسائط مرئية بشكل كامل.",
        "cropExplanation": "حدد نقطة على الصورة لاختيار كيفية قصها بأحجام شاشة مختلفة، وستكون النقطة التي تحددها مرئية دائمًا.",
        "color": "لون",
        "previews": "معاينات"
      },
      "altMedia": {
        "alternativeMedia": "الوسائط البديلة",
        "explanation": "لا يتم بعض الوسائط أو قد لا تعمل جيدًا على الأجهزة الجوالة. استخدم هذه اللوحة لاختيار عنصر بديل مناسب للجوال بشكل أكبر سيتم عرضه في موضع هذه الوسائط عند عرض القصة على هاتف أو كمبيوتر لوحي.",
        "changeAltImage": "تغيير صورة",
        "uploadAltImage": "إضافة صورة"
      }
    },
    "imageGallery": {
      "addImage": "أضف صورة أخرى",
      "moveBackward": "انتقال إلى الخلف",
      "moveForward": "انتقال إلى الأمام"
    },
    "cover": {
      "titlePrompt": "أدخل عنوان القصة...",
      "subtitlePrompt": "قم بالتمرير إلى الأسفل للبدء أو أدخل عنوانًا فرعيًا اختياريًا",
      "mediaPlaceholder": "أضف صورة أو مقطع فيديو",
      "saveError": "فشل الحفظ، لديك عنصر بنفس العنوان بالفعل"
    },
    "credits": {
      "sectionInvite": "أضف جزءًا لبيانات الاعتماد",
      "warning": "يجب تعبئة كلا الحقلين",
      "content": "المحتوى...",
      "source": "المصدر...",
      "linkPrompt": "رابط اختياري...",
      "introductionPlaceholder": "أدخل مقدمة اختيارية لجزء بيانات الاعتماد..."
    },
    "immersive": {
      "titleConfig": {
        "theme": "سمة"
      },
      "panelConfig": {
        "position": "الموضع",
        "theme": "سمة",
        "size": "الحجم",
        "background": "الخلفية",
        "layout": "تمرير (لكل اللوحات)"
      }
    },
    "title": {
      "placeholder": "أدخل عنوان..."
    },
    "media": {
      "imageUpload": "تحميل الصورة قيد التنفيذ...",
      "imageUploadSuccess": "تم تحميل الصورة بنجاح",
      "imageUploadFail": "فشل تحميل الصورة"
    },
    "controller": {
      "sectionOrganize": "لقد نظمت الأجزاء",
      "immersiveOrganize": "لقد نظمت العروض",
      "sectionDelete": "لقد حذفت جزءًا",
      "viewDelete": "لقد حذفت عرضًا"
    },
    "notification": {
      "cancel": "إلغاء الأمر",
      "close": "إغلاق",
      "undo": "تراجع"
    },
    "sections": {
      "sequence": "سرد",
      "immersive": "شامل",
      "title": "عنوان"
    },
    "mediaErrors": {
      "mediaTypes": {
        "image": "صورة",
        "webmap": "الخريطة",
        "webscene": "مشهد",
        "video": "فيديو",
        "content": "المحتوى",
        "webpage": "صفحة الويب"
      },
      "placeholders": {
        "generic": "لا يمكن الوصول إلى هذا المحتوى.",
        "deleted": "تم حذف هذا العنصر.",
        "inaccessible": "لا يمكن الوصول إلى هذا المحتوى.",
        "unauthorized": "أنت معتمد للوصول إلى هذا المحتوى.",
        "unshared": "لم يتم مشاركة هذا العنصر كما هو الأمر في القصة.",
        "othersUnshared": "لم يتم مشاركة هذا العنصر كما هو الأمر في القصة.",
        "subscriptionContent": "تحتوي هذه الخريطة على طبقة مشترك.",
        "premiumContent": "تحتوي هذه الخريطة على طبقة مميزة.",
        "secureService": "تحتوي هذه الخريطة على طبقة آمنة."
      },
      "contentIssues": {
        "noAltImage": "الوسائط غير مدعومة على الأجهزة الجوالة",
        "altImageBroken": "لا يمكن الوصول إلى الصورة البديلة المعرفة لعنصر الوسائط"
      },
      "contentWarnings": {
        "noAltImage": "هذا النوع من الوسائط غير مدعوم على الأجهزة الجوالة. أدخل صورة بديلة ستُعرَض عند عرض القصة على الأجهزة الجوالة.",
        "noAltImageAlt": "هذا النوع من الوسائط غير مدعوم على الأجهزة الجوالة. في علامة تبويب الجوال، أدخل صورة بديلة ستُعرَض عند عرض القصة على الأجهزة الجوالة."
      },
      "mapIssues": {
        "fixButton": "إصلاح المشكلات",
        "nofixButton": "المشكلات",
        "mapLabel": "الخريطة:",
        "summaries": {
          "unshared": "محتوى غير مُشارَك",
          "othersUnshared": "محتوى غير مُشارَك خاص بمستخدم آخر",
          "subscriptionContent": "محتوى المُشترِك",
          "premiumContent": "محتوى مُميز",
          "secureContent": "محتوى آمن",
          "deleted": "محتوى محذوف",
          "inaccessible": "محتوى لا يمكن الوصول إليه",
          "unauthorized": "محتوى غير مُخوّل"
        },
        "descriptions": {
          "unshared": "لم يتم مشاركة هذا المحتوى كما هو الأمر في قصتك.",
          "othersUnshared": "هذا المحتوى ملك لشخص آخر، ولم يتم مشاركته كما هو الأمر في قصتك.",
          "othersUnsharedAuthorized": "هذا المحتوى ملك لشخص آخر، ولكنك مخول لمشاركته.",
          "inaccessible": "لا يمكن الوصول إلى هذا المحتوى.",
          "deleted": "تم حذف هذا المحتوى.",
          "unauthorized": "أنت معتمد للوصول إلى هذا المحتوى.",
          "popupFeatureLayer": "تأتي العناصر المنبثقة الخاصة بالطبقة المتجانبة من طبقة معالم لم يتم مشاركتها كما هو الأمر في القصة.",
          "subscriptionContent": "يجب عليك تخويل محتوى المُشارِك للاستخدام العام.",
          "premiumContent": "يجب عليك تخويل محتوى مميز للاستخدام العام.",
          "secureService": "لا يمكن للقراء الوصول إلى المحتوى الآمن.",
          "missingItemWarning": "تم حذف العنصر المقترن مع هذه الطبقة."
        },
        "tooltips": {
          "unshared": "انقر لمعرفة المزيد عن المشاركة.",
          "othersUnshared": "لا يوجد لديك أذونات مشاركة المحتوى الذي يملكه الآخرون. اطلب من المالك مشاركته أو قم بإزالة الخريطة من القصة أو حرر الخريطة لإزالة الطبقات التي لا تملكها. انقر لمعرفة المزيد عن تحرير الخرائط.",
          "inaccessible": "قم بإزالة هذه الخريطة من القصة أو حررها لإزالة الطبقات التي لا يمكن الوصول إليها. انقر لمعرفة المزيد عن تحرير الخرائط.",
          "deleted": "قم بإزالة هذه الخريطة من القصة أو حررها لإزالة الطبقات المفقودة. انقر لمعرفة المزيد عن تحرير الخرائط.",
          "unauthorized": "قم بإزالة هذه الخريطة من القصة أو حررها لإزالة الطبقات غير المخولة. انقر لمعرفة المزيد عن تحرير الخرائط.",
          "popupFeatureLayer": "تأتي العناصر المنبثقة الخاصة بالطبقة المتجانبة من طبقة معالم لم يتم مشاركتها كما هو الأمر في القصة.",
          "subscriptionContent": "لا يستهلك محتوى المشترك بيانات اعتماد. انقر لمعرفة المزيد.",
          "premiumContent": "يتم احتساب بيانات اعتماد لمؤسستك في كل مرة يعرض فيها أي مستخدم طبقة مميزة في قصتك. انقر لمعرفة المزيد.",
          "secureService": "قم بإزالة المحتوى الآمن من القصة أو انقر لمعرفة كيفية تخويل المحتوى الآمن ليستخدمه الآخرون.",
          "missingItemWarning": "لا تزال هذه الطبقة تعمل، ولكن من المحتمل أنه قد تغير الاسم أو العناصر المنبثقة أو الرموز. قم بالتأكيد على أن الطبقة تظهر بالشكل المتوقع أو قم بإزالتها من القصة."
        },
        "fixButtons": {
          "share": "مشاركة",
          "hide": "إخفاء",
          "authorize": "مصادقة",
          "remove": "إزالة",
          "help": "الحصول على مساعدة",
          "ignore": "تجاهل",
          "confirm": "تأكيد",
          "edit": "تحرير الخريطة"
        },
        "shareNotifications": {
          "alsoSharedMapsAndLayers": "تم أيضًا مشاركة بعض الخرائط والطبقات.",
          "alsoSharedMaps": "تم أيضًا مشاركة بعض الخرائط.",
          "alsoSharedLayers": "تم أيضًا مشاركة بعض الطبقات.",
          "sharedOthersContent": "لقد استخدمت الامتيازات الإدارية لمشاركة محتوى شخص آخر."
        }
      },
      "storyHealth": {
        "healthy": "لا توجد مشكلات",
        "notHealthy": "إصلاح المشكلات",
        "warnings": "رؤية التحذيرات"
      }
    }
  }
});