/* eslint quotes: ["error", "double"] */
/* strings files need to be double quotes */
define({
  "builder": {
    "dialog": {
      "apply": "लागू करें",
      "close": "बंद करें"
    },
    "header": {
      "sharingNotAvailable": "जब तक आप कहानी साझा नहीं करते हैं तब तक यह उपलब्ध नहीं होता है",
      "edit": "संपादित करें"
    },
    "headerConfig": {
      "toggles": {
        "bookmarks": "बुकमार्क्स",
        "logoSharing": "लोगो और शेयरिंग",
        "theme": "दिखावट"
      },
      "bookmarks": {
        "title": "अनुभाग",
        "bookmark": "बुकमार्क",
        "intro": "बुकमार्क्स कहानी अनुभागों के लिंक हैं जो हेडर में दिखाए जाते हैं। अपनी कहानी के मुख्य अनुभागों के लिए संक्षिप्त बुकमार्क बनाने से पाठकों को उस ओर उन्मुख होने में सहायता मिलती है।",
        "sequentialDefault": "आवरण अनुभाग (कोई पाठ नहीं मिला)",
        "immersiveDefault": "इमर्सिव अनुभाग (कोई पाठ नहीं मिला)",
        "titleDefault": "शीर्षक अनुभाग (कोई पाठ नहीं मिला)",
        "coverDefault": "आवरण अनुभाग (कोई पाठ नहीं मिला)",
        "coverAppendage": "(आवरण)"
      },
      "logoSharing": {
        "logo": "लोगो",
        "logoButton": "${ESRI} लोगो का उपयोग करें",
        "useOrgLogo": "मेरे संगठन के लोगो का उपयोग करें",
        "useOrgLogoHelp": "आपके व्यवस्थापक द्वारा प्रदत्त लोगो का उपयोग",
        "logoLink": "लोगो लिंक",
        "logoUploadProgress": "लोगो अपलोड प्रगति पर है",
        "logoUploadSuccess": "लोगो सफलतापूर्वक अपलोड हुआ",
        "logoUploadError": "लोगो अपलोड होने में विफल रहा, ${ESRI} लोगो पर वापस स्विच कर रहा है",
        "customHeaderText": "टैगलाइन",
        "taglineLinkDisabledTooltip": "लिंक को सक्षम करने के लिए एक टैगलाइन प्रविष्ट करें",
        "link": "टैगलाइन लिंक",
        "enableSocialSharing": "शेयरिंग बटन प्रदर्शित करें"
      },
      "appearance": {
        "themeLabel": "थीम",
        "fontLabel": "फोंट्स",
        "previewLabel": "पूर्वावलोकन करें",
        "fontsTitleLabel": "शीर्षक",
        "fontsBodyLabel": "मुख्य भाग",
        "loremTitle": "Lorem Ipsum",
        "loremBody": "Lorem ipsum dolor sit amet, consectetur adipiscing elit sed do eiusmod tempor. Mauris consequat orci nec magna facilisis bibendum at eget libero."
      }
    },
    "builderPanel": {
      "coverLabel": "आवरण",
      "creditsLabel": "क्रेडिट्स",
      "betaFeedback": "प्रतिपुष्टि",
      "betaNote": "कृपया ${APP_NAME} के बारे में आप क्या सोचते हैं या यदि कोई चीज आपके अपेक्षानुसार कार्य नहीं कर रही है तो उस बारे में, हमें बताएँ।",
      "notSharedNote": "आपकी कहानी साझा नहीं है, आप केवल इसे देख सकते हैं।",
      "organizationWarning": "यह सुनिश्चित करने के लिए कि अन्य लोग इस कहानी को देख सकें आपको इसके दृश्यों, दृश्य लेयरों, अंतःस्थापित ऐप्स को भी अपने संगठन के साथ अवश्य साझा करना चाहिए। मानचित्र और मानचित्र लेयरें स्वचालित रूप से साझा की जाती हैं।",
      "publicWarning": "यह सुनिश्चित करने के लिए कि इस कहानी को अन्य लोगों द्वारा देखा जा सकता है, आपको इसके दृश्य, दृश्य लेयर और एम्बेड किए गए ऐप्लिकेशन भी हर किसी से साझा करने चाहिए. मैप और मैप लेयर अपने आप साझा हो जाती हैंI",
      "addTitleNote": "सहेजने के लिए आवरण पर एक शीर्षक जोड़ें",
      "saveError": "आपकी कहानी को सहेजने में कोई त्रुटि थी।",
      "duplicate": "प्रतिलिपि",
      "organize": "व्यवस्थित करें",
      "done": "संपन्न",
      "invite": "जैसे ही आप अपनी कहानी बनाते हैं, तो अनुभाग यहाँ दिखाई देगा...",
      "mystoriestooltip": "कैस्केड बिल्डर आपकी कहानी में विवादों के लिए आपको सचेत करता है और उसे ठीक करने में आपकी सहायता करता है। दृश्य और अंतःस्थापित ऐप्स की जाँच नहीं की जाती है, इसलिए इसनी हाथ से जाँच करें।"
    },
    "immersiveViewPanel": {
      "transition": "संक्रमण",
      "fade": "फीका करें",
      "fadeSlow": "धीरे-धीरे फीका करें",
      "swipeVertical": "लंबवत स्वाइप करें",
      "swipeHorizontal": "क्षैतिज स्वाइप करें",
      "none": "कोई नहीं",
      "disabledConsecutiveSameMedia": "जब क्रमानुगत दृश्य एक ही मिडिया का उपयोग करते हैं तो उपलब्ध नहीं होता है",
      "disabledTooltipMap": "इस संक्रमण का उपयोग करने के लिए दोनों दृश्यों में दिखाई देने वाली लेयरें भिन्न-भिन्न अवश्य होनी चाहिए और अन्य मानचित्र गुण एक से अवश्य होने चाहिए",
      "disabledConsecutiveSameMap": "जब क्रमानुगत दृश्य एक ही मानचित्र का उपयोग करते हैं तो उपलब्ध नहीं होता है",
      "disabledNotInBeta": "जब क्रमानुगत दृश्य एक ही मानचित्र का उपयोग करते हैं तो उपलब्ध नहीं होता है",
      "disabledNonConsecutive": "उपलब्ध नहीं है क्योंकि इस मीडिया की एक अन्य घटना है जो कि गैर-क्रमानुगत है",
      "addMedia": "मीडिया जोड़ें",
      "invite": "जैसे ही आप अपने इमर्सिव अनुभाग का निर्माण करते हैं, तो दृश्य यहाँ दिखाई देंगे..."
    },
    "mediaConfig": {
      "tabs": {
        "appearance": "दिखावट",
        "manage": "प्रबंधित करें",
        "size": "आकार",
        "background": "पृष्ठभूमि",
        "mobile": "मोबाइल",
        "issues": "विवाद",
        "fixIssues": "विवादों को ठीक करें"
      },
      "manage": {
        "changeMedia": "मीडिया बदलें",
        "edit": "संपादित करें",
        "editAside": "एक नये ब्राउज़र टैब में खुलता है। अपने संपादनों को सहेजने के बाद, अपने परिवर्तनों को देखने के लिए इस कहानी को सहेजें और फिर से लोड करें।",
        "remove": "हटाएँ"
      },
      "appearance": {
        "homeView": "प्रारंभिक दृश्य",
        "audio": "ऑडियो",
        "on": "चालू",
        "muted": "मूक किया गया",
        "volumeAside": "जब कोई पाठक इस दृश्य पर आएगा तो वीडियो स्वतः चलेगा। यदि आप ध्वनि को मूक कर देते हैं, तो पाठक इसे सक्षम नहीं कर पाएगा।",
        "view": "दृश्य",
        "resetLocation": "स्थान को पुनः सेट करें",
        "resetLayers": "लेयरों को पुनः सेट करें",
        "clearPopup": "पॉप-अप को हटाएँ",
        "interaction": "अंतःक्रिया",
        "interactionDisabled": "अंतःक्रिया अक्षम की गई",
        "buttonToEnable": "सक्षम करने के लिए बटन",
        "interactionEnabled": "अंतःक्रिया सक्षम की गई",
        "interactionAside": "*टच उपकरण एक अंतःक्रिया बटन दिखाएँगे।",
        "slide": "स्लाइड",
        "noSlides": "कोई स्लाइड उपलब्ध है।",
        "mapExtentPrompt": "अपनी कहानी को बताने के लिए मानचित्र को अद्यतन करें, परिवर्तनों सहेजने के लिए सही के निशान पर क्लिक करें"
      },
      "sectionAppearance": {
        "layout": "रूपरेखा",
        "theme": "थीम"
      },
      "size": {
        "small": "छोटा",
        "medium": "मध्यम",
        "large": "बड़ा",
        "noCrop": "लंबी इमेज को क्रॉप न करें",
        "noCropTallTooltip": "लंबी इमेज क्रॉप न करने से पाठकों के लिए नाटकीय प्रभाव उत्पन्न होता है, जिसके लिए पूरी इमेज को देखने के लिए स्क्रॉलिंग की ज़रूरत होती है।"
      },
      "background": {
        "noCrop": "क्रॉप न करें",
        "mostImportantPart": "सबसे महत्वपूर्ण बिंदु को चुनें",
        "cropExplanationImmersive": "इस बात का चुनाव करने के लिए कि आपकी इमेज भिन्न-भिन्न स्क्रीन आकारों पर कैसे क्रॉप की जाएगी छवि पर किसी बिंदु का चयन करें। आपके द्वारा चयनित बिंदु हमेशा दिखाई देगा। अगर आपकी इमेज को पूरी तरह से दिखाया जाना हो, तो 'क्रॉप न करें' पर सही का निशान लगाएँ।",
        "cropExplanation": "इस बात का चुनाव करने के लिए कि आपकी इमेज भिन्न-भिन्न स्क्रीन आकारों पर कैसे क्रॉप की जाएगी छवि पर किसी बिंदु का चयन करें। आपके द्वारा चयनित बिंदु हमेशा दिखाई देगा।",
        "color": "रंग",
        "previews": "पूर्वालोकन"
      },
      "altMedia": {
        "alternativeMedia": "वैकल्पिक मीडिया",
        "explanation": "कुछ मीडिया समर्थित नहीं हैं या फिर हो सकता है कि वे मोबाइल डिवाइस पर सही से काम न करें। कोई वैकल्पिक, अधिक मोबाइल-अनुकूल आइटम को चुनने के लिए इस पैनल का उपयोग करें, जिसे किसी फ़ोन या टैबलेट पर आपकी कहानी दिखाए जाने पर इस मीडिया की जगह दिखाया जाएगा।",
        "changeAltImage": "इमेज बदलें",
        "uploadAltImage": "कोई इमेज जोड़ें"
      }
    },
    "imageGallery": {
      "addImage": "दूसरी इमेज जोड़ें",
      "moveBackward": "पीछे जाएँ",
      "moveForward": "आगे जाएँ"
    },
    "cover": {
      "titlePrompt": "अपनी कहानी का शीर्षक दर्ज करें...",
      "subtitlePrompt": "आरंभ करने या कोई वैकल्पिक उपशीर्षक दर्ज करने के लिए नीचे स्क्रॉल करें",
      "mediaPlaceholder": "अपनी छवि या वीडियो जोड़ें",
      "saveError": "सहेजना विफल रहा है, आपका पहले से ही इस शीर्षक वाला कोई आइटम है"
    },
    "credits": {
      "sectionInvite": "एक क्रेडिट्स अनुभाग जोड़ें",
      "warning": "दोनों फील्ड्स को अवश्य भरा जाना चाहिए",
      "content": "सामग्री...",
      "source": "स्रोत...",
      "linkPrompt": "वैकल्पिक लिंग...",
      "introductionPlaceholder": "अपने क्रेडिट्स अनुभाग में कोई वैकल्पिक परिचय दर्ज करें ..."
    },
    "immersive": {
      "titleConfig": {
        "theme": "थीम"
      },
      "panelConfig": {
        "position": "स्थिति",
        "theme": "थीम",
        "size": "आकार",
        "background": "पृष्ठभूमि",
        "layout": "स्क्रॉल कर रहा है (सभी पैनलों के लिए)"
      }
    },
    "title": {
      "placeholder": "टाइटल दर्ज करें..."
    },
    "media": {
      "imageUpload": "छवि अपलोड प्रगति पर है",
      "imageUploadSuccess": "छवि सफलतापूर्वक अपलोड हुई",
      "imageUploadFail": "छवि अपलोड विफल रहा"
    },
    "controller": {
      "sectionOrganize": "आपने अनुभागों को व्यवस्थित किया",
      "immersiveOrganize": "आपने दृश्यों को व्यवस्थित किया",
      "sectionDelete": "आपने एक अनुभाग को हटा दिया",
      "viewDelete": "आपने एक दृश्य को हटा दिया"
    },
    "notification": {
      "cancel": "रद्द करें",
      "close": "बंद करें",
      "undo": "पूर्ववत करें"
    },
    "sections": {
      "sequence": "वर्णन",
      "immersive": "इमर्सिव",
      "title": "शीर्षक"
    },
    "mediaErrors": {
      "mediaTypes": {
        "image": "छवि",
        "webmap": "मानचित्र",
        "webscene": "दृश्य",
        "video": "वीडियो",
        "content": "सामग्री",
        "webpage": "वेब पृष्ठ"
      },
      "placeholders": {
        "generic": "यह सामग्री सुलभ नहीं है।",
        "deleted": "यह वस्तु हटा दी गई है।",
        "inaccessible": "यह सामग्री सुलभ नहीं है।",
        "unauthorized": "आप इस सामग्री को देखने हेतु अधिकृत नहीं हैं",
        "unshared": "यह वस्तु आपकी कहानी की तरह ही साझा नहीं की जाती है।",
        "othersUnshared": "यह वस्तु आपकी कहानी की तरह ही साझा नहीं की जाती है।",
        "subscriptionContent": "इस मैप में उपभोक्त लेयर शामिल है।",
        "premiumContent": "इस मैप में प्रीमियम लेयर शामिल है।",
        "secureService": "इस मैप में सुरक्षआ लेयर शामिल है।"
      },
      "contentIssues": {
        "noAltImage": "मोबाइल डिवाइस पर मीडिया समर्थित नहीं है",
        "altImageBroken": "इस मीडिया वस्तु के लिए निर्धारित वैकल्पिक इमेज पहुँच योग्य नहीं है"
      },
      "contentWarnings": {
        "noAltImage": "इस प्रकार का मीडिया, मोबाइल डिवाइस पर समर्थित नहीं है। कोई ऐसी वैकल्पिक इमेज प्रदान करें, जो कि मोबाइल डिवाइस पर कहानी दिखाए जाने पर दिखाई देगी।",
        "noAltImageAlt": "इस प्रकार का मीडिया, मोबाइल डिवाइस पर समर्थित नहीं है। मोबाइल टैप पर कोई ऐसी वैकल्पिक इमेज प्रदान करें, जो कि मोबाइल डिवाइस पर कहानी दिखाए जाने पर दिखाई देगी।"
      },
      "mapIssues": {
        "fixButton": "विवादों को ठीक करें",
        "nofixButton": "विवाद",
        "mapLabel": "मानचित्र:",
        "summaries": {
          "unshared": "अविभाजित सामग्री",
          "othersUnshared": "किसी अन्य की अविभाजित सामग्री",
          "subscriptionContent": "उपभोक्ता सामग्री",
          "premiumContent": "प्रीमियम सामग्री",
          "secureContent": "सुरक्षित सामग्री",
          "deleted": "हटाई गई सामग्री",
          "inaccessible": "अगम्य सामग्री",
          "unauthorized": "अनाधिकृत सामग्री"
        },
        "descriptions": {
          "unshared": "यह सामग्री आपकी कहानी की तरह ही साझा नहीं की जाती है।",
          "othersUnshared": "यह सामग्री किसी अन्य के स्वामित्व में है और आपकी कहानी की तरह ही साझा नहीं की जाती है।",
          "othersUnsharedAuthorized": "यह सामग्री किसी अन्य के स्वामित्व में है, लेकिन आप इसे साझा करने हेतु अधिकृत हैं।",
          "inaccessible": "यह सामग्री सुलभ नहीं है।",
          "deleted": "यह सामग्री हटा दी गई है।",
          "unauthorized": "आप इस सामग्री को देखने हेतु अधिकृत नहीं हैं",
          "popupFeatureLayer": "एक शीर्षक की गई लेयर का पॉप-अप ऐसी सुविधा लेयर से आता है जिसे आपकी कहानी की तरह ही साझा नहीं किया जाता है।",
          "subscriptionContent": "आपको उपभोक्ता सामग्री सार्वजनिक उपयोग के लिए अधिकृत अवश्य करनी चाहिए।",
          "premiumContent": "आपको प्रीमियम सामग्री सार्वजनिक उपयोग के लिए अधिकृत अवश्य करनी चाहिए।",
          "secureService": "सुरक्षित सामग्री आपके पाठकों के लिए सुलभ नहीं है।",
          "missingItemWarning": "इस लेयर के साथ जुड़ा आइटम हटा दिया गया है।"
        },
        "tooltips": {
          "unshared": "साझा करने के बारे में और अधिक जानने के लिए क्लिक करें",
          "othersUnshared": "आपको दूसरों के स्वामित्व वाली सामग्री को साझा करने की अनुमति नहीं है। इसे साझा करने के लिए मालिक से पूछें, अपनी कहानी से मानचित्र को हटाएँ, या उन लेयरों को हटाने के लिए जो आपकी नहीं हैं मानचित्र को संपादित करें। मानचित्रों को संपादित करने के बारे में अधिक जानने के लिए क्लिक करें।",
          "inaccessible": "अपनी कहानी में से इस मानचित्र को हटाएँ या अगम्य लेयरों को हटाने के लिए इसे संपादित करें। मानचित्रों को संपादित करने के बारे में अधिक जानने के लिए क्लिक करें।",
          "deleted": "अपनी कहानी में से इस मानचित्र को हटाएँ या लापता लेयरों को हटाने के लिए इसे संपादित करें। मानचित्रों को संपादित करने के बारे में अधिक जानने के लिए क्लिक करें।",
          "unauthorized": "अपनी कहानी में से इस मानचित्र को हटाएँ या अनाधिकृत लेयरों को हटाने के लिए इसे संपादित करें। मानचित्रों को संपादित करने के बारे में अधिक जानने के लिए क्लिक करें।",
          "popupFeatureLayer": "एक शीर्षक की गई लेयर का पॉप-अप ऐसी सुविधा लेयर से आता है जिसे आपकी कहानी की तरह ही साझा नहीं किया जाता है।",
          "subscriptionContent": "उपभोक्ता सामग्री क्रेडिट्स का उपभोग नहीं करती है। अधिक जानने के लिए क्लिक करें।",
          "premiumContent": "हर बार जब भी कोई आपकी कहानी में किसी प्रीमियम लेयर को देखेगा तो क्रेडिट्स आपके संगठन पर प्रभारित किए जाएँगे। अधिक जानने के लिए क्लिक करें।",
          "secureService": "अपनी कहानी में से सुरक्षित सामग्री को हटाएँ, या सुरक्षित सामग्री को दूसरों के द्वारा उपयोग हेतु कैसे अधिकृत करें यह जानने के लिए क्लिक करें।",
          "missingItemWarning": "यह लेयर अभी भी काम करती है, लेकिन इसके चिन्ह, पॉप-अप, या नाम परिवर्तित हो सकते हैं। पुष्टि करें कि लेयर अपेक्षानुसार दिखाई देती है, या इसे अपनी कहानी में से हटा दें।"
        },
        "fixButtons": {
          "share": "साझा करें",
          "hide": "छिपाएँ",
          "authorize": "अधिकृत करें",
          "remove": "हटाएँ",
          "help": "सहायता प्राप्त करें",
          "ignore": "नज़रअंदाज़ करें",
          "confirm": "पुष्टि करें",
          "edit": "मानचित्र संपादित करें"
        },
        "shareNotifications": {
          "alsoSharedMapsAndLayers": "कुछ मानचित्रों और लेयर्स को भी साझा किया गया था।",
          "alsoSharedMaps": "कुछ मानचित्रों को भी साझा किया गया था।",
          "alsoSharedLayers": "कुछ लेयरों को भी साझा किया गया था।",
          "sharedOthersContent": "आपने किसी और की सामग्री को साझा करने के अपने प्रशासनिक विशेषाधिकारों का उपयोग कर लिया है।"
        }
      },
      "storyHealth": {
        "healthy": "कोई समस्या नहीं",
        "notHealthy": "विवादों को ठीक करें",
        "warnings": "चेतावनियों को देखें"
      }
    }
  }
});