/* eslint quotes: ["error", "double"] */
define({
  "commonWebmap": {
    "editor": {
      "loading": "マップ エディターを読み込んでいます。しばらくお待ちください",
      "newTitle": "マップの新規作成",
      "editTitle": "マップの編集",
      "titleLbl": "タイトル",
      "titlePh": "マップ タイトル...",
      "folderLbl": "マップは、ストーリーと同じフォルダーに作成されます。",
      "creating": "マップを作成しています",
      "saving": "マップを保存しています",
      "success": "マップが保存されました",
      "successCreate": "マップが作成されました",
      "cancelTitle": "保存されていない変更内容をすべて破棄しますか？",
      "errorDuplicate": "そのタイトルのマップはすでに存在しています。",
      "errorCreate": "マップを作成できません。もう一度やり直してください。",
      "errorSave": "マップを保存できません。もう一度やり直してください。",
      "loadFail": "致命的なエラー: マップ エディターを読み込めません",
      "notavailable1": "技術的な制限のため、マップの作成または編集は Firefox ではサポートされていません。別の Web ブラウザーを使用してストーリーを作成するか、次の回避策を適用してください。",
      "notavailable2": "ストーリー マップ アプリケーションが ${PRODUCT} でホストされていないため、マップの作成または編集がサポートされていません。詳細については、ArcGIS 管理者に問い合わせてください。",
      "notavailable3": "このバージョンの Portal for ArcGIS では、マップの作成または編集はサポートされていません (10.4 以降が必要です)。詳細については、ArcGIS 管理者に問い合わせてください。",
      "notavailable4": "${MV} を使用してマップを作成し、その後、ここに戻ってそのマップをストーリーに追加できます。",
      "notavailable5": "${MV} を使用してマップを編集し、その後、ここに戻って${APPLY}し、変更内容を表示できます。",
      "notavailable6": "マップ ビューアー",
      "notavailable7": "マップの再読み込み",
      "close": "閉じる",
      "save": "保存",
      "yes": "はい",
      "no": "いいえ"
    }
  }
});