/* eslint quotes: ["error", "double"] */
define({
  "commonWebmap": {
    "editor": {
      "loading": "يرجى الانتظار حتى تحميل مُحرر الخريطة",
      "newTitle": "إنشاء خريطة جديدة",
      "editTitle": "تحرير الخريطة",
      "titleLbl": "عنوان",
      "titlePh": "عنوان الخريطة...",
      "folderLbl": "سيتم إنشاء الخريطة في نفس المجلد ليُمثل القصة.",
      "creating": "إنشاء الخريطة",
      "saving": "حفظ الخريطة",
      "success": "تم حفظ الخريطة",
      "successCreate": "تم إنشاء الخريطة",
      "cancelTitle": "هل تريد تجاهل كل التغييرات التي لم يتم حفظها؟",
      "errorDuplicate": "توجد خريطة تحمل ذلك العنوان بالفعل",
      "errorCreate": "يتعذر إنشاء الخريطة. يرجى إعادة المحاولة.",
      "errorSave": "يتعذر حفظ الخريطة. يرجى إعادة المحاولة.",
      "loadFail": "خطأ فادح، يتعذر تحميل محرر الخريطة",
      "notavailable1": "عذرًا، إنشاء الخريطة أو تحريرها غير مدعوم في Firefox بسبب قيود فنية. يمكنك إنشاء القصة باستخدام مستعرض ويب آخر أو استخدام الحل البديل التالي.",
      "notavailable2": "عذرًا، إنشاء الخريطة أو تحريرها غير مدعوم نظرًا لعدم استضافة تطبيق خريطة القصة في ${PRODUCT}. يرجى الاتصال بمسئول ArcGIS لمزيد من المعلومات.",
      "notavailable3": "عذرًا، إنشاء الخريطة أو تحريرها غير مدعوم في هذا الإصدار من Portal for ArcGIS (يتطلب الإصدار 10.4 أو أحدث). يرجى الاتصال بمسئول ArcGIS لمزيد من المعلومات.",
      "notavailable4": "يمكنك إنشاء خريطة باستخدام ${MV}، ثم الرجوع هنا لإضافتها إلى القصة.",
      "notavailable5": "يمكنك تحرير الخريطة باستخدام ${MV}، ثم الرجوع هنا ${APPLY}  لرؤية التغييرات التي أجريتها.",
      "notavailable6": "عارض الخرائط",
      "notavailable7": "إعادة تحميل الخريطة",
      "close": "إغلاق",
      "save": "حفظ",
      "yes": "نعم",
      "no": "لا"
    }
  }
});