/* eslint quotes: ["error", "double"] */
/* nls files need to use double quotes */
define({
  "viewer": {
    "common": {
      "save": "Запазване",
      "close": "Затваряне"
    },
    "errors": {
      "noConfigName": "Не е посочена конфигурация в index.html> configOptions.story",
      "configFormatError": "Посочената конфигурация не може да се зареди поради синтактична грешка в JSON.",
      "configNotFound": "Посочената конфигурация не е намерена или не може да се зареди поради синтактична грешка в JSON.",
      "boxTitle": "Възникна грешка",
      "servedFromFile": "Достъпът до приложението трябва да се извърши чрез уеб сървър. За повече подробности вижте ${USER_GUIDE}.",
      "userGuide": "ръководство за потребителя",
      "invalidConfig": "Невалидна конфигурация",
      "invalidConfigNoApp": "Идентификаторът на приложението за уеб картографиране не е определен в index.html.",
      "invalidConfigNoAppDev": "Не е посочен идентификатор на приложението за уеб картографиране в параметрите на URL адреса (?appid=). В режим на разработка конфигурацията на appid в index.html се игнорира.",
      "unspecifiedConfigOwner": "Не е конфигуриран упълномощен собственик.",
      "invalidConfigOwner": "Собственикът на историята не е упълномощен.",
      "invalidConfignoOAuth": "Тази история изисква удостоверяване. Моля, конфигурирайте ArcGIS OAuth ID в index.html или направете историята публична.",
      "invalidApp": "Тази история не може да се зареди.",
      "appLoadingFail": "Възникна грешка, {TPL_NAME} не се зарежда правилно.",
      "notConfiguredDesktop": "Историята все още не е конфигурирана.",
      "notConfiguredMobile": "Конструкторът на {TPL_NAME} не се поддържа при този размер на дисплея. Ако е възможно, променете размера на браузъра за достъп до конструктора или създайте историята си на устройство с по-голям екран.",
      "notConfiguredMobile2": "Моля, завъртете устройството си в пейзажна ориентация, за да използвате конструктора на {TPL_NAME}.",
      "notAuthorized": "Нямате правомощия за достъп до тази история",
      "notAuthorizedBuilder": "Нямате правомощия да използвате конструктора на {TPL_NAME}.",
      "noViewerIE": "Тази история не се поддържа в по-стари версии на Internet Explorer от ${VERSION}. ${UPGRADE}.",
      "noViewerIE2": "Опитвате се да видите тази история с помощта на по-стар, неподдържан браузър. Възможно е да има неработещи функции или други неочаквани проблеми. Предлагаме ви да надстроите до Internet Explorer 11 или да използвате друг браузър, например Chrome.",
      "noViewerIE3": "В края на 2017 г. тази история вече няма да се зарежда в този браузър. Тогава трябва да използвате поддържан браузър, за да видите тази история.",
      "upgradeBrowser": "Моля, обновете браузъра си",
      "mapLoadingFail": "Възникна грешка, картата не зареди правилно.",
      "signOut": "Отписване",
      "builderSupportFirefox": "Конструкторът Story Map Cascade вече поддържа Firefox!<br><br>Поддръжката за създаване на истории в Cascade във Firefox в момента е в бета версия. Изпробвайте го и съобщавайте за проблеми на ${ESRI-SUPPORT} или${ESRI-COMMUNITY}.",
      "builderSupportOther": "Историите в Cascade могат да се разглеждат във всеки съвременен уеб браузър, но конструкторът Story Map Cascade се поддържа само в${CHROME}, ${SAFARI} и${FIREFOX}.<br><br>Ако имате нужда конструкторът Cascade да поддържа различен браузър, обърнете се към ${ESRI-SUPPORT} или ${BROWSER-SUPPORT-VOTE}.",
      "builderSupportIpad": "Конструкторът Story Map Cascade не се поддържа на iPad. Историите в Cascade, които създавате и споделяте, ще работят на iPad.",
      "launchBuilder": "Стартиране на конструктор Cascade",
      "notAgain": "Не показвайте това отново",
      "sorry": "Внимание:",
      "nonOwnerOrgUrl": "%TPL_NAME%, в което се опитвате да влезете, не произхожда от предоставения от вас URL адрес.",
      "nonOwnerOrgProceedToGeneric": "Продължете към %HREF%",
      "advanced": "Разширени"
    },
    "mobileWarning": {
      "message1": "Прочетохте мобилната версия на тази история. Изпробвайте пълната версия с по-богати медийни елементи на настолен компютър.",
      "email": "Изпратете по имейл връзка към тази история"
    },
    "cover": {
      "iosEmbedLink": "Докоснете, за да прочетете цялата история"
    },
    "media": {
      "captionPlaceholder": "Текст за команда тук...",
      "loadingError": "За съжаление, това съдържание не е достъпно",
      "explore": "Изследване",
      "exploreMap": "Изследване на карта",
      "exploreStop": "Спиране на изследване",
      "sceneNotSupported": "За съжаление, тази 3D карта не се поддържа на вашето устройство.",
      "loading1": "Зареждане...",
      "loading2": "Зареждане на карта...",
      "videoPlayPause": "възпроизвеждане/пауза",
      "videoMuteUnmute": "заглушаване/включване на звука"
    },
    "headerFromCommon": {
      "defaultTagline": "${STORY_MAP}",
      "share": "Споделяне или печат",
      "tooltipAutoplayDisabled": "Това не е налично в режим на автоматично възпроизвеждане"
    },
    "shareFromCommon": {
      "copy": "Копиране",
      "copied": "Копирано",
      "open": "Отваряне",
      "embed": "Вграждане в уеб страница",
      "embedExplain": "Използвайте следния HTML код, за да вградите историята в уеб страница.",
      "size": "Размер (ширина/височина):",
      "autoplayLabel": "Режим на автоматично възпроизвеждане",
      "autoplayExplain1": "Режимът на автоматично възпроизвеждане ще преминава през вашата история на редовен интервал. Това е идеално за терминал или публичен монитор, но имайте предвид, че в други ситуации това може да направи историята по-трудна за четене. Този обект не се поддържа на малки дисплеи.",
      "autoplayExplain2": "Когато този режим е активен, има контроли за възпроизвеждане/пауза на историята и регулиране на скоростта на навигация.",
      "linksupdated": "Връзките са актуализирани!"
    },
    "theme": {
      "lightLabel": "Светло",
      "darkLabel": "Тъмно"
    },
    "autoplay": {
      "speedFast": "Бързо",
      "speedMedium": "Средни",
      "speedSlow": "Бавно"
    },
    "bannerNotification": {
      "learnMore": "Научете повече",
      "close": "Затваряне",
      "dontShowAgain": "Не показвай това съобщение отново"
    },
    "embedBar": {
      "share": "Споделяне",
      "fullScreen": "Цял екран",
      "exitFullScreen": "Изход от цял екран",
      "enlarge": "Уголемяване",
      "newTab": "Отваряне в нов раздел",
      "tagline": "Карта-история",
      "twitter": "Споделяне в Twitter",
      "facebook": "Споделяне във Facebook"
    }
  },
  "print": {
    "settings": {
      "pleaseWait": "Моля, изчакайте цялата история да се зареди преди печат",
      "printNotes": "Ако тази страница се зарежда бавно или медията не се показва, опитайте да замените медията на живо с изображения или да отпечатате по-малък диапазон от раздели. За най-добри резултати може да се наложи да активирате печат на фонови елементи в настройките за печат на браузъра.",
      "printOptions": "Опции",
      "makeTextBlack": "Направете целия текст черен",
      "showLinks": "Покажете URL адреси на връзки",
      "useAltMedia": "Заменете медията на живо с изображения, ако са налични",
      "pageBreaks": "Започнете всеки раздел на нова страница",
      "printRange": "Отпечатайте част от тази история",
      "sectionStart": "Раздели:",
      "go": "Прилагане",
      "reset": "Нулиране на цялата история",
      "print": "Печат"
    },
    "page": {
      "appTagline": "Тази история е създадена с${CASCADE_LINK_TEXT}.",
      "cascadeLinkText": "Esri Story Map Cascade",
      "readItOnline": "Прочетете я в мрежата на адрес ${STORY_URL}."
    },
    "sections": {
      "sectionLabel": "Раздел ${SECTION_NUMBER}"
    },
    "media": {
      "websiteLabel": "Уебсайт:",
      "videoLabel": "Видео:",
      "audioLabel": "Аудио:"
    },
    "licenseChange2018": {
      "noAccess": "Вашия акаунт (%USER_NAME%) няма лиценз за отваряне на Story Map, която не е публична. Помолете администратора на Вашата организация да Ви направи тип потребител, който включва Story Maps или допълнителен лиценз за Основни приложения."
    }
  }
});