/* eslint quotes: ["error", "double"] */
define({
  "commonCore": {
    "builderPanel": {
      "builderNamePrefix": "",
      "builderNameSuffix": "Конструктор",
      "buttonSaving": "Сохранение",
      "buttonSaved": "Сохранено",
      "buttonError": "Сохранение не выполнено",
      "buttonShare": "Опубликовать",
      "buttonSettings": "Настройки",
      "buttonHelp": "Просмотрите справку или отправьте отзыв через GeoNet",
      "buttonPreview": "Просмотр истории",
      "buttonHealth": "Отчет о состоянии",
      "manageStories": "Управление моими историями",
      "closeWithPendingChange": "Вы действительно хотите подтвердить это действие? Все изменения будут потеряны.",
      "saveError": "Сохранение не удалось, попробуйте еще раз"
    },
    "saveErrorSocial": {
      "title": "Общий доступ через социальные сети",
      "panel1": "Ваша история может отображаться некорректно в социальных сетях, так как название элемента вашего веб-приложения ArcGIS не совпадает с заголовком истории.",
      "panel1tooltip": "Если указать название, краткую информацию и образец изображения, ваша история будет выглядеть приблизительно так:",
      "panel2": "Какое название вы хотите использовать в социальных сетях:",
      "panel2q1": "Заголовок истории (рекомендуется)",
      "panel2q1tooltip": "Если выбрать эту опцию, заголовок элемента будет изменён соответственно заголовку истории, а дельнейшие изменения в конструкторе будут синхронизированы.",
      "panel2q2": "Название элемента",
      "panel3": "Для дальнейшего улучшения отображения своей истории в социальных сетях используйте ${MYSTORIES}, чтобы добавить краткую информацию и изображение образца.",
      "panel4": "Больше не уведомлять меня об этой истории",
      "save": "Сохранить",
      "mystories": "Мои истории"
    },
    "share": {
      "btnPrivate": "Частная",
      "btnOrg": "Организация",
      "btnPublic": "Публичная",
      "btnEveryone": "Для всех"
    },
    "portal": {
      "disconnected": "Этот портал не подключен к Интернету.",
      "portal": "Портал",
      "portalArcGIS": "Portal for ArcGIS"
    }
  }
});