/* eslint quotes: ["error", "double"] */
define({
  "commonWebmap": {
    "editor": {
      "loading": "Подождите, пока загружается редактор карт",
      "newTitle": "Создать новую карту",
      "editTitle": "Редактировать карту",
      "titleLbl": "Заголовок",
      "titlePh": "Заголовок карты...",
      "folderLbl": "Карта будет создана в той же папке, что и история",
      "creating": "Создание карты",
      "saving": "Сохранить карту",
      "success": "Карта сохранена",
      "successCreate": "Карта создана",
      "cancelTitle": "Отменить все несохраненные изменения?",
      "errorDuplicate": "Карта с таким названием уже существует.",
      "errorCreate": "Не удалось создать карту. Повторите попытку.",
      "errorSave": "Не удалось сохранить карту. Повторите попытку.",
      "loadFail": "Критическая ошибка, не удается загрузить редактор карт",
      "notavailable1": "Создание или редактирование карт не поддерживается в Firefox из-за технических ограничений. Можете использовать другой браузер для создания истории или воспользуйтесь следующим решением.",
      "notavailable2": "Создание или редактирование карты недоступны, поскольку приложение истории не опубликовано в  ${PRODUCT}. Обратитесь к своему администратору ArcGIS для получения подробной информации.",
      "notavailable3": "Создание или редактирование карты недоступны в этой версии Portal for ArcGIS (необходима 10.4 или выше). Обратитесь к своему администратору ArcGIS для получения подробной информации.",
      "notavailable4": "Можно создать карту с помощью ${MV}, а затем вернуться сюда, чтобы добавить ее в историю.",
      "notavailable5": "Можно изменить карту с помощью ${MV}, а затем вернуться сюда и ${APPLY}, чтобы увидеть изменения.",
      "notavailable6": "вьюер карт",
      "notavailable7": "перезагрузить карту",
      "close": "Закрыть",
      "save": "Сохранить",
      "yes": "Да",
      "no": "Нет"
    }
  }
});