/* eslint quotes: ["error", "double"] */
/* nls files need to use double quotes */
define({
  "viewer": {
    "common": {
      "save": "Зберегти",
      "close": "Закрити"
    },
    "errors": {
      "noConfigName": "Конфігурація не визначена у index.html > configOptions.story",
      "configFormatError": "Визначену конфігурацію не вдалося завантажити через помилку синтаксису JSON.",
      "configNotFound": "Визначену конфігурацію не було знайдено або не вдалося завантажити через помилку синтаксису JSON.",
      "boxTitle": "Виникла помилка",
      "servedFromFile": "Доступ до додатку було виконано через веб-сервер. Див. ${USER_GUIDE} для отримання додаткової інформації.",
      "userGuide": "інструкція для користувача",
      "invalidConfig": "Недійсна конфігурація",
      "invalidConfigNoApp": "Ідентифікатор додатку Web Mapping не заданий у index.html.",
      "invalidConfigNoAppDev": "Ідентифікатор додатку Web Mapping не заданий у параметрах URL (?appid=). У режимі розробки конфігурація ідентифікатора додатку в index.html ігнорується.",
      "unspecifiedConfigOwner": "Авторизований власник не був налаштований.",
      "invalidConfigOwner": "Власник історії не авторизований.",
      "invalidConfignoOAuth": "Ця історія вимагає аутентифікації, налаштуйте ідентифікатор ArcGIS OAuth у index.html або зробіть історію публічною.",
      "invalidApp": "Цю історію неможливо завантажити.",
      "appLoadingFail": "Щось пішло не так, {TPL_NAME} не завантажився правильно.",
      "notConfiguredDesktop": "Історія ще не налаштована.",
      "notConfiguredMobile": "Конструктор {TPL_NAME} не підтримується при цьому розмірі дисплея. Якщо можливо, змініть розмір вашого браузера для доступу до конструктора або створіть свою історію на пристрої з більшим екраном.",
      "notConfiguredMobile2": "Поверніть ваш пристрій у альбомну орієнтацію для використання конструктора {TPL_NAME}.",
      "notAuthorized": "Ви не маєте права доступу до цієї історії",
      "notAuthorizedBuilder": "Ви не маєте права використовувати конструктор {TPL_NAME}.",
      "noViewerIE": "Історія не підтримується браузером Internet Explorer до версії ${VERSION}. ${UPGRADE}.",
      "noViewerIE2": "Ви намагаєтесь переглянути цю історію, використовуючи більш ранню, непідтримувану версію браузера. Деякі об'єкти можуть не працювати або можуть виникати інші неочікувані проблеми. Рекомендується оновити браузер до Internet Explorer 11 або використовувати інший браузер, наприклад, Chrome.",
      "noViewerIE3": "В кінці 2017 року завантаження цієї історії у даному браузері буде недоступне. З цього моменту необхідно використовувати підтримуваний браузер для перегляду цієї історії.",
      "upgradeBrowser": "Оновіть ваш браузер",
      "mapLoadingFail": "Щось пішло не так, карта не завантажилась правильно.",
      "signOut": "Вийти із системи",
      "builderSupportFirefox": "Конструктор Story Map Cascade тепер підтримує Firefox!<br><br>Підтримка створення історій Cascade зараз знаходиться на етапі бета-тестування. Спробуйте його та повідомте про будь-які проблеми ${ESRI-SUPPORT} або ${ESRI-COMMUNITY}.",
      "builderSupportOther": "Історії Cascade можна переглядати у будь-якому сучасному веб-браузері, проте конструктор Story Map Cascade підтримується тільки у ${CHROME}, ${SAFARI} та ${FIREFOX}.<br><br>Якщо необхідно, щоб конструктор Cascade підтримував інший браузер, зверніться до ${ESRI-SUPPORT} або ${BROWSER-SUPPORT-VOTE}.",
      "builderSupportIpad": "Конструктор Story Map Cascade не підтримується на iPad. Історії Cascade, які ви створюєте та якими ділитесь, працюватимуть на iPad.",
      "launchBuilder": "Запустити конструктор Cascade",
      "notAgain": "Не показувати це знову",
      "sorry": "Увага:",
      "nonOwnerOrgUrl": "Додаток %TPL_NAME%, до якого ви намагаєтесь отримати доступ, не походить з вказаної вами URL-адреси.",
      "nonOwnerOrgProceedToGeneric": "Перейти до %HREF%",
      "advanced": "Розширені"
    },
    "mobileWarning": {
      "message1": "Ви прочитали мобільну версію цієї історії. Для ознайомлення з повною версією з більшою кількістю мультимедійних елементів спробуйте її на настільному комп’ютері.",
      "email": "Надіслати по електронній пошті посилання на цю історію"
    },
    "cover": {
      "iosEmbedLink": "Торкніться, щоб прочитати повну історію"
    },
    "media": {
      "captionPlaceholder": "Ваш підпис тут...",
      "loadingError": "Вибачте, цей зміст недоступний",
      "explore": "Розглянути",
      "exploreMap": "Розглянути карту",
      "exploreStop": "Припинити розгляд",
      "sceneNotSupported": "Вибачте, ця 3D-карта не підтримується на вашому пристрої.",
      "loading1": "Завантажується...",
      "loading2": "Виконується завантаження карти...",
      "videoPlayPause": "відтворення/пауза",
      "videoMuteUnmute": "вимкнути звук/увімкнути звук"
    },
    "headerFromCommon": {
      "defaultTagline": "${STORY_MAP}",
      "share": "Поділитися або надрукувати",
      "tooltipAutoplayDisabled": "Це недоступно в режимі автоматичного відтворення"
    },
    "shareFromCommon": {
      "copy": "Копіювати",
      "copied": "Скопійовано",
      "open": "Відкрити",
      "embed": "Вбудувати у веб-сторінку",
      "embedExplain": "Використовуйте наступний HTML-код для вбудовування історії у веб-сторінку.",
      "size": "Розмір (ширина/висота)",
      "autoplayLabel": "Режим автоматичного відтворення",
      "autoplayExplain1": "Режим автоматичного відтворення забезпечує переміщення по вашій історії з регулярним інтервалом. Це ідеально підходить для монітору кіоску або громадського дисплея; проте пам’ятайте, що в інших ситуаціях заголовок історії буде важче прочитати. Цей об'єкт не підтримується на невеликих дисплеях.",
      "autoplayExplain2": "Коли цей режим активний, елементи керування для відтворення/призупинення історії та регулювання швидкості навігації відсутні.",
      "linksupdated": "Посилання оновлено!"
    },
    "theme": {
      "lightLabel": "Світлий",
      "darkLabel": "Темний"
    },
    "autoplay": {
      "speedFast": "Швидкий",
      "speedMedium": "Середній",
      "speedSlow": "Повільний"
    },
    "bannerNotification": {
      "learnMore": "Докладніше",
      "close": "Закрити",
      "dontShowAgain": "Не показувати це повідомлення знову"
    },
    "embedBar": {
      "share": "Поділитися",
      "fullScreen": "На весь екран",
      "exitFullScreen": "Вийти з режиму повного екрану",
      "enlarge": "Збільшити",
      "newTab": "Відкрити у новій вкладці",
      "tagline": "Карта-історія",
      "twitter": "Поділитися на Twitter",
      "facebook": "Поділитися на Facebook"
    }
  },
  "print": {
    "settings": {
      "pleaseWait": "Почекайте, поки не завантажиться вся історія, перш ніж виконувати друк",
      "printNotes": "Якщо ця сторінка завантажується повільно або деякий мультимедійний зміст не відображається, спробуйте замінити інтерактивний мультимедійний зміст на зображення або надрукувати менший діапазон розділів. Для отримання найкращих результатів може знадобитися активувати друк фонових елементів у налаштуваннях друку вашого браузера.",
      "printOptions": "Опції",
      "makeTextBlack": "Зробити весь текст чорним",
      "showLinks": "Показати URL посилань",
      "useAltMedia": "Замініть інтерактивний мультимедійний зміст на зображення, за наявності",
      "pageBreaks": "Починайте кожний розділ на новій сторінці",
      "printRange": "Надрукувати частину цієї історії",
      "sectionStart": "Розділи:",
      "go": "Застосувати",
      "reset": "Скинути до цілої історії",
      "print": "Друк"
    },
    "page": {
      "appTagline": "Цю історію було створено за допомогою ${CASCADE_LINK_TEXT}.",
      "cascadeLinkText": "Story Map Cascade від Esri",
      "readItOnline": "Прочитайте її в Інтернеті за посиланням ${STORY_URL}."
    },
    "sections": {
      "sectionLabel": "Розділ ${SECTION_NUMBER}"
    },
    "media": {
      "websiteLabel": "Веб-сайт:",
      "videoLabel": "Відео:",
      "audioLabel": "Аудіо:"
    },
    "licenseChange2018": {
      "noAccess": "Ваш обліковий запис (%USER_NAME%) не має ліцензії на відкривання карти-історії, що не є публічною. Попросіть адміністратора вашої організації призначити вам тип користувача, що включає основні додатки або додаткову ліцензію на основні додатки."
    }
  }
});