/* eslint quotes: ["error", "double"] */
define({
  "commonCore": {
    "builderPanel": {
      "builderNamePrefix": "",
      "builderNameSuffix": "ตัวสร้าง",
      "buttonSaving": "กำลังบันทึก",
      "buttonSaved": "บันทึก",
      "buttonError": "บันทึกล้มเหลว",
      "buttonShare": "แบ่งปัน",
      "buttonSettings": "การตั้งค่า",
      "buttonHelp": "รับความช่วยเหลือหรือส่งความเห็นเกี่ยวกับ GeoNet",
      "buttonPreview": "แสดงสตอรี่",
      "buttonHealth": "รายงานสุขภาพ",
      "manageStories": "รายงานสุขภาพ",
      "closeWithPendingChange": "คุณแน่ใจว่าจะต้องการที่จะยืนยันการดำเนินการนี้ การเปลี่ยนแปลงของคุณจะหายไป",
      "saveError": "การบันทึกผิดพลาด กรุณาลองอีกครั้ง"
    },
    "saveErrorSocial": {
      "title": "สื่อสังคมร่วมกัน",
      "panel1": "เรื่องราวของคุณอาจไม่ปรากฏอย่างถูกต้องบนสื่อสังคมเป็นเว็บ ArcGIS ชื่อรายการใบสมัครของคุณจะไม่เหมือนกันเป็นชื่อเรื่องราวของคุณ",
      "panel1tooltip": "โดยการกำหนดชื่อสรุปและภาพเรื่องราวของคุณจะมีลักษณะเช่นนี้:",
      "panel2": "ชื่อเรื่องไหนที่คุณต้องการใช้บนสังคมออนไลน์:",
      "panel2q1": "ชื่อสตอรี่ (แนะนำ)",
      "panel2q1tooltip": "โดยเลือกตัวเลือกนี้ชื่อรายการของคุณจะถูกปรับเปลี่ยนให้ตรงกับชื่อเรื่องของคุณและการเปลี่ยนแปลงต่อไปในอาคารจะทำข้อมูลให้ตรงกัน",
      "panel2q2": "ชื่อรายการ",
      "panel3": "เพื่อปรับปรุงวิธีการเล่าเรื่องราวของคุณมีลักษณะเกี่ยวกับการใช้สื่อสังคม ${MYSTORIES} เพื่อเพิ่มการสรุปและภาพขนาดย่อ",
      "panel4": "กรุณาอย่าแจ้งเตือนอีกครั้งเกี่ยบกับสตอรี่นี้",
      "save": "บันทึก",
      "mystories": "เรื่องราวของฉัน"
    },
    "share": {
      "btnPrivate": "ส่วนตัว",
      "btnOrg": "องค์กร",
      "btnPublic": "สาธารณะ",
      "btnEveryone": "ใครก็ตาม"
    },
    "portal": {
      "disconnected": "พอร์ทัลนี้ไม่ได้เชื่อมต่อกับอินเทอร์เน็ต",
      "portal": "พอร์ทัล",
      "portalArcGIS": "Portal for ArcGIS"
    }
  }
});