/* eslint quotes: ["error", "double"] */
define({
  "commonWebmap": {
    "editor": {
      "loading": "กรุณารอสักครู่ในขณะที่ตัวแก้ไขแผนที่กำลังโหลด",
      "newTitle": "สร้างแผนที่ใหม่",
      "editTitle": "แก้ไขแผนที่",
      "titleLbl": "ชื่อ",
      "titlePh": "ชื่อแผนที่…",
      "folderLbl": "แผนที่จะถูกสร้างในโฟลเดอร์เดียวกันเป็นเรื่องราว",
      "creating": "กำลังสร้างแผนที่",
      "saving": "กำลังบันทึกแผนที่",
      "success": "บันทึกแผนที่",
      "successCreate": "สร้างแผนที่",
      "cancelTitle": "ยกเลิกการเปลี่ยนแปลงใด ๆ ที่ไม่ได้บันทึก",
      "errorDuplicate": "คุณมีแผนที่ที่มีชื่อเรื่องว่า",
      "errorCreate": "ไม่สามารถสร้างแผนที่ กรุณาลองอีกครั้ง",
      "errorSave": "ไม่สามารถบันทึกแผนที่ กรุณาลองอีกครั้ง",
      "loadFail": "ข้อผิดพลาดร้ายแรงบรรณาธิการแผนที่ไม่สามารถโหลดได้",
      "notavailable1": "ขออภัยการสร้างหรือแก้ไขแผนที่ไม่ได้รับการสนับสนุนใน Firefox เนื่องจากมีข้อจำกัดทางเทคนิค คุณอาจต้องการที่จะสร้างเรื่องราวของคุณโดยใช้เว็บเบราเซอร์ที่แตกต่างกันหรือใช้วิธีแก้ปัญหาต่อไป",
      "notavailable2": "ขออภัยสร้างหรือแก้ไขแผนที่ไม่สนับสนุนตั้งแต่โปรแกรมแผนที่เรื่องที่ไม่ได้เป็นเจ้าภาพใน ${PRODUCT}.  กรุณาติดต่อผู้ดูแล ArcGIS คุณสำหรับข้อมูลเพิ่มเติม",
      "notavailable3": "ขออภัยการสร้างหรือแก้ไขแผนที่ไม่สนับสนุนกับรุ่นของPortal for ArcGIS นี้ (ต้อง 10.4 หรือสูงกว่า) กรุณาติดต่อผู้ดูแล ArcGIS ของคุณสำหรับข้อมูลเพิ่มเติม",
      "notavailable4": "คุณสามารถสร้างแผนที่โดยใช้ $ {MV} แล้วกลับมาที่นี่เพื่อเพิ่มเข้าไปในเรื่องราวของคุณ",
      "notavailable5": "คุณสามารถแก้ไขแผนที่โดยใช้ $ {MV} แล้วกลับมาที่นี่และ ${APPLY}  ใช้เพื่อดูการเปลี่ยนแปลงของคุณ",
      "notavailable6": "แมพวิวเวอร์",
      "notavailable7": "โหลดแผนที่อีกครั้ง",
      "close": "ปิด",
      "save": "บันทึก",
      "yes": "ใช่",
      "no": "ไม่"
    }
  }
});