/* eslint quotes: ["error", "double"] */
define({
  "commonCore": {
    "builderPanel": {
      "builderNamePrefix": "",
      "builderNameSuffix": "Εργαλείο δημιουργίας",
      "buttonSaving": "Αποθήκευση",
      "buttonSaved": "Αποθηκεύτηκε",
      "buttonError": "Αποθήκευση απέτυχε",
      "buttonShare": "Κοινοποίηση",
      "buttonSettings": "Ρυθμίσεις",
      "buttonHelp": "Λήψη βοήθειας ή υποβολή σχολίων στο GeoNet",
      "buttonPreview": "Προβολή αφήγησης",
      "buttonHealth": "Αναφορά εύρυθμης λειτουργίας",
      "manageStories": "Διαχείριση των Αφηγήσεων",
      "closeWithPendingChange": "Είστε βέβαιοι ότι θέλετε να επιβεβαιώσετε αυτή την ενέργεια; Οι αλλαγές σας θα χαθούν.",
      "saveError": "Η αποθήκευση απέτυχε, δοκιμάστε ξανά"
    },
    "saveErrorSocial": {
      "title": "Κοινοποίηση στα μέσα κοινωνικής δικτύωσης",
      "panel1": "Η αφήγησή σας ενδέχεται να μην εμφανίζεται σωστά στα μέσα κοινωνικής δικτύωσης, καθότι ο τίτλος αντικειμένου της διαδικτυακής εφαρμογής ArcGIS δεν είναι ίδιος με τον τίτλο της αφήγησης.",
      "panel1tooltip": "Με τον ορισμό ενός τίτλου, μιας σύνοψης και μιας εικόνας μικρογραφίας, η αφήγησή σας θα έχει την ακόλουθη μορφή:",
      "panel2": "Ποιος τίτλος θέλετε να χρησιμοποιηθεί στα μέσα κοινωνικής δικτύωσης:",
      "panel2q1": "Τίτλος αφήγησης (προτείνεται)",
      "panel2q1tooltip": "Με αυτήν την επιλογή, ο τίτλος αντικειμένου θα τροποποιηθεί ώστε να συμφωνεί με τον τίτλο της αφήγησης και θα συγχρονιστούν τυχόν περαιτέρω αλλαγές στο Εργαλείο δημιουργίας.",
      "panel2q2": "Τίτλος αντικειμένου",
      "panel3": "Για την περαιτέρω βελτίωση της εμφάνισης της αφήγησής σας στα μέσα κοινωνικής δικτύωσης χρησιμοποιήστε το ${MYSTORIES} για την προσθήκη μιας σύνοψης και μιας εικόνας μικρογραφίας.",
      "panel4": "Να μην προειδοποιηθώ ξανά για αυτήν την αφήγηση",
      "save": "Αποθήκευση",
      "mystories": "Οι αφηγήσεις μου"
    },
    "share": {
      "btnPrivate": "Ιδιωτικά",
      "btnOrg": "Του οργανισμού",
      "btnPublic": "Δημόσιο",
      "btnEveryone": "Όλους"
    },
    "portal": {
      "disconnected": "Αυτό το Portal δεν είναι συνδεδεμένο στο Internet",
      "portal": "Πύλη",
      "portalArcGIS": "Portal for ArcGIS"
    }
  }
});