/*eslint quotes:[2, 'double'] */
define({
  "mediaPicker": {
    "browseToggle": {
      "urls": "Σύνδεσμος σε Περιεχόμενο",
      "urls_short": "Σύνδεσμος",
      "contentType": {
        "error": "Δεν υπάρχουν πολυμέσα με εξουσιοδότηση.",
        "imageOnly": "Σε αυτό το μέρος της αφήγησης, μπορείτε να προσθέσετε μια εικόνα.",
        "imageAndVideo": "Σε αυτό το μέρος της αφήγησης, μπορείτε να προσθέσετε μια εικόνα ή ένα βίντεο.",
        "imageVideoWebpage": "Σε αυτό το μέρος της αφήγησης, μπορείτε να προσθέσετε μια εικόνα, ένα βίντεο ή μια ιστοσελίδα."
      }
    },
    "browsePanel": {
      "providers": {
        "searchingFor": "Αναζήτηση για τον όρο \"${searchterm}\"...",
        "searchedFor": "Αποτελέσματα αναζήτησης για τον όρο \"${searchterm}\"...",
        "albumsOf": "Τα άλμπουμ του χρήστη ${username}",
        "noPhotosFound": "Δεν βρέθηκαν φωτογραφίες που να αντιστοιχούν στην αναζήτησή σας. Δοκιμάστε ξανά.",
        "noItemsFound": "Δεν βρέθηκαν αντικείμενα που να αντιστοιχούν στην αναζήτησή σας. Δοκιμάστε ξανά.",
        "noItemsInThisStory": "Δεν έχει προστεθεί ακόμη περιεχόμενο του ArcGIS σε αυτήν την αφήγηση.",
        "limitReached": "Εμφανίζονται 100 αντικείμενα. Εάν δεν βρήκατε αυτό που χρειάζεστε, δοκιμάστε μια αναζήτηση με λέξη-κλειδί.",
        "galleryItems": {
          "uploadError": "Δυστυχώς, δεν ήταν δυνατή η μεταφόρτωση αυτού του αντικειμένου."
        },
        "agol": {
          "remove1": "Διαγράψτε αυτήν τη μη χρησιμοποιούμενη εικόνα από το λογαριασμό σας στο ArcGIS.",
          "remove2": "(Εάν αποφασίσετε να την χρησιμοποιήσετε αργότερα, θα χρειαστεί να την μεταφορτώσετε ξανά.)",
          "removeFailed": "Αφαιρέστε από τη λίστα αυτήν την εικόνα, για την οποία δεν υπάρχει δυνατότητα πρόσβασης.",
          "modified": "Τροποποιήθηκε στις ${date}",
          "uploaded": "Μεταφορτώθηκε στις ${date}",
          "contentByAuthor": "${contentType} από τον συντάκτη ${author}"
        },
        "googlePhotos": {
          "searchAndBrowse": "Αναζήτηση φωτογραφιών στο ${Picasa} ή το ${Google+}"
        },
        "flickr": {
          "photostream": "Ακολουθία φωτογραφιών",
          "searchAndBrowse": "Αναζήτηση φωτογραφιών στο ${Flickr}"
        },
        "unsplash": {
          "searchAndBrowse": "Αναζήτηση φωτογραφιών στο ${Unsplash}",
          "photoBy": "Φωτογραφία από το χρήστη ${username}",
          "userLink": "Μετάβαση στη σελίδα ${Unsplash} του χρήστη ${username}"
        },
        "urlContent": {
          "uploadHeaders": {
            "generic": "Σύνδεσμος σε περιεχόμενο στο web",
            "imageOnly": "Σύνδεσμος σε εικόνα στο web",
            "imageAndVideo": "Σύνδεσμος σε εικόνα ή βίντεο στο web"
          },
          "linkText": {
            "imageOnly": "Στο παραπάνω πλαίσιο, μπορείτε να παραθέσετε έναν άμεσο σύνδεσμο σε φωτογραφίες.",
            "imageAndVideo1": "Στο παραπάνω πλαίσιο, μπορείτε να επικολλήσετε συνδέσμους ή κώδικα iframe για βίντεο από το ${YouTube} και το ${Vimeo}.",
            "imageAndVideo2": "Μπορείτε επίσης να παραθέσετε έναν άμεσο σύνδεσμο σε φωτογραφίες.",
            "imageVideoWebpage1": "Στο παραπάνω πλαίσιο, μπορείτε να επικολλήσετε συνδέσμους ή κώδικα iframe για βίντεο από το ${YouTube} και το ${Vimeo}.",
            "imageVideoWebpage2": "Μπορείτε επίσης να παραθέσετε άμεσους συνδέσμους σε φωτογραφίες, ιστοσελίδες ή εφαρμογές web.",
            "ender": "Αν υπάρχει δυνατότητα, χρησιμοποιείτε ασφαλείς συνδέσμους (https)."
          },
          "embedProtocol": {
            "embedProtocolLabel": "Φορτώστε τη σελίδα μέσω ασφαλούς σύνδεσης (https)",
            "embedProtocolWarning1": "Εάν αυτή η σελίδα δεν φορτώνεται στην αφήγησή σας, τότε δεν μπορεί να ενσωματωθεί για λόγους ασφαλείας web.",
            "embedProtocolWarning2": "Εάν αυτή η σελίδα δεν φορτώνεται στην ιστορία σας, καταργήστε αυτή την επιλογή και δοκιμάστε ξανά. Εάν η σελίδα εξακολουθεί να μην φορτώνεται, δεν μπορεί να ενσωματωθεί για λόγους ασφαλείας web.",
            "embedProtocolWarning3": "Ως εναλλακτική λύση, προσθέστε έναν σύνδεσμο στην αφήγησή σας, για να ανοίξει η σελίδα σε μια νέα καρτέλα του προγράμματος περιήγησης. ${linkText}",
            "linkText": "Μάθετε περισσότερα."
          },
          "placeholder": "${https://}... ή ${http://}... ή ${<iframe>}",
          "uploadErrors": {
            "generic": "Υπάρχει κάποιο πρόβλημα με τη διεύθυνση που έχει εισαχθεί. Δοκιμάστε ξανά.",
            "imageOnly1": "Πρέπει να χρησιμοποιήσετε μια εικόνα σε αυτό το μέρος της αφήγησης.",
            "imageOnly2": "Εισαγάγετε έναν σύνδεσμο σε μια εικόνα (.jpg, .png, .gif) ή επιλέξτε μια εικόνα από το ${ArcGIS}, το ${Flickr}, το ${Google+} ή το ${Unsplash}.",
            "imageAndVideo1": "Πρέπει να χρησιμοποιήσετε μια εικόνα ή ένα βίντεο σε αυτό το μέρος της αφήγησης.",
            "imageAndVideo2": "Εισαγάγετε έναν σύνδεσμο σε μια εικόνα (.jpg, .png, .gif) ή ένα βίντεο στο ${YouTube} ή το ${Vimeo} ή επιλέξτε μια εικόνα από το ${ArcGIS}, το ${Flickr}, το ${Google+} ή το ${Unsplash}.",
            "badFormat": "Ο σύνδεσμος προς το αρχείο που προσπαθείτε να προσθέσετε δεν έχει σωστή μορφοποίηση.",
            "inaccessible": "Το αρχείο που προσπαθείτε να προσθέσετε λείπει ή δεν υπάρχει πρόσβαση σε αυτό.",
            "tryAgain": "Ελέγξτε τη διεύθυνση και δοκιμάστε ξανά.",
            "mediaTypes": {
              "VIDEO": "βίντεο",
              "IMAGE": "εικόνα",
              "generic": "πολυμέσα"
            }
          }
        }
      },
      "sidePanel": {
        "googlePhotos": {
          "placeholder": "Email ή ${Picasa}/${Google+} ID",
          "helpText": "Μπορείτε να προσθέσετε στην αφήγησή σας φωτογραφίες που έχουν μεταφορτωθεί στο ${Picasa} ή το ${Google+}. ${helpLinkText} σχετικά με τη χρήση, στην αφήγησή σας, εικόνων αποθηκευμένων στο λογαριασμό ${Google} που διαθέτετε.",
          "helpLinkText": "Μάθετε περισσότερα",
          "cannotFindUser": "Δεν είναι δυνατή η εύρεση του χρήστη ${username}. Δοκιμάστε ξανά."
        },
        "unsplash": {
          "placeholder": "Αναζήτηση φωτογραφιών",
          "aboutText": "Το ${Unsplash} είναι μια επιμελημένη συλλογή δωρεάν φωτογραφιών υψηλής ποιότητας.",
          "copyrightText": "Όλες οι φωτογραφίες που δημοσιεύονται στο ${Unsplash} υπόκεινται στον τύπο άδειας ${CC0}. Δείτε περισσότερες πληροφορίες ${moreInfoLink}.",
          "moreInfoLink": "εδώ"
        },
        "flickr": {
          "searchType": {
            "account": "Λογαριασμός ${Flickr}",
            "text": "Όλα στο ${Flickr}"
          },
          "placeholders": {
            "user": "Αναζήτηση λογαριασμού",
            "userText": "Αναζήτηση φωτογραφιών σε αυτόν το λογαριασμό",
            "text": "Αναζήτηση φωτογραφιών"
          },
          "errors": {
            "cannotFindUser": "Δεν είναι δυνατή η εύρεση του χρήστη ${username}.",
            "noUserPhotos": "Ο χρήστης ${username} δεν διαθέτει δημόσιες φωτογραφίες.",
            "didYouMean": "Εννοούσατε το χρήστη με όνομα ${username};",
            "generalUserError": "Προέκυψε κάποιο πρόβλημα κατά την αναζήτηση του χρήστη ${username}."
          },
          "licenses": {
            "licenseLabel": "Άδεια χρήσης: ",
            "public": "Δημόσιος τομέας",
            "commercial": "OK για Εμπορική χρήση",
            "nonCommercial": "OK για Μη εμπορική χρήση",
            "reserved": "Με την επιφύλαξη παντός δικαιώματος",
            "any": "Οποιαδήποτε άδεια"
          }
        },
        "agol": {
          "searchLocation": {
            "thisStory": "Αυτή η αφήγηση",
            "agol": "ArcGIS Online",
            "portalArcGIS": "Portal for ArcGIS",
            "portal": "Πύλη",
            "myOrg": "Οργανισμός ${orgname}",
            "myContent": "Περιεχόμενο"
          },
          "createContent": {
            "or": "Ή",
            "dragAndDrop": "Αποθέστε τις εικόνες εδώ",
            "uploadImage": "Αναζήτηση φωτογραφιών",
            "agolInfo": "Οι εικόνες θα αποθηκευτούν στο λογαριασμό σας στο ArcGIS και θα είναι προσβάσιμες μόνο μέσα στην ιστορία σας.",
            "saveBeforeUpload": "Αφού αποθηκεύσετε αυτήν την αφήγηση, μπορείτε να μεταφορτώνετε εικόνες στο ArcGIS εδώ.",
            "fileTypesImage": "Υποστηριζόμενοι τύποι αρχείων: .png, .jpeg, .jpg, .gif, .bmp"
          },
          "filterAndSort": {
            "webmap": "Web χάρτης",
            "webscene": "Web 3D Προβολή",
            "image": "Εικόνα",
            "date": "Ημερομηνία",
            "sortByDate": "Ταξινόμηση κατά ημερομηνία",
            "title": "Τίτλος",
            "sortByTitle": "Ταξινόμηση κατά τίτλο",
            "views": "Προβολές",
            "search": "Αναζήτηση βάσει λέξης-κλειδιού ή ID"
          }
        }
      }
    }
  }
});