/* eslint quotes: ["error", "double"] */
define({
  "commonWebmap": {
    "editor": {
      "loading": "Περιμένετε μέχρι να φορτωθεί το πρόγραμμα επεξεργασίας χαρτών",
      "newTitle": "Δημιουργία νέου χάρτη",
      "editTitle": "Επεξεργασία χάρτη",
      "titleLbl": "Τίτλος",
      "titlePh": "Τίτλος χάρτη...",
      "folderLbl": "Ο χάρτης θα δημιουργηθεί στον ίδιο φάκελο με την αφήγηση.",
      "creating": "Δημιουργία του χάρτη",
      "saving": "Αποθήκευση του χάρτη",
      "success": "Ο χάρτης αποθηκεύτηκε",
      "successCreate": "Ο χάρτης δημιουργήθηκε",
      "cancelTitle": "Απόρριψη των μη αποθηκευμένων αλλαγών;",
      "errorDuplicate": "Έχετε ήδη έναν χάρτη με αυτόν τον τίτλο",
      "errorCreate": "Δεν είναι δυνατή η δημιουργία του χάρτη. Δοκιμάστε ξανά.",
      "errorSave": "Δεν είναι δυνατή η αποθήκευση του χάρτη. Δοκιμάστε ξανά.",
      "loadFail": "Ανεπανόρθωτο σφάλμα. Δεν είναι δυνατή η φόρτωση του προγράμματος επεξεργασίας χαρτών.",
      "notavailable1": "Δυστυχώς, η δημιουργία και η επεξεργασία χαρτών δεν υποστηρίζεται στο Firefox λόγω ενός τεχνικού περιορισμού. Δημιουργήστε την αφήγησή σας χρησιμοποιώντας διαφορετικό πρόγραμμα περιήγησης ή χρησιμοποιήστε την ακόλουθη λύση.",
      "notavailable2": "Δυστυχώς, η δημιουργία ή η επεξεργασία χαρτών δεν υποστηρίζεται, επειδή η εφαρμογή story map δεν φιλοξενείται στο ${PRODUCT}. Για περισσότερες πληροφορίες, επικοινωνήστε με το διαχειριστή του ArcGIS.",
      "notavailable3": "Δυστυχώς, η δημιουργία ή η επεξεργασία χαρτών δεν υποστηρίζεται σε αυτή την έκδοση του Portal for ArcGIS (απαιτείται έκδοση 10.4 ή νεότερη). Για περισσότερες πληροφορίες, επικοινωνήστε με το διαχειριστή του ArcGIS.",
      "notavailable4": "Μπορείτε να δημιουργήσετε έναν χάρτη χρησιμοποιώντας το ${MV} και, στη συνέχεια, να επιστρέψετε εδώ για να τον προσθέσετε στην αφήγησή σας.",
      "notavailable5": "Μπορείτε να επεξεργαστείτε το χάρτη χρησιμοποιώντας το ${MV} και, στη συνέχεια, να επιστρέψετε εδώ και να επιλέξετε ${APPLY} για να δείτε τις αλλαγές σας.",
      "notavailable6": "Εργαλείο προβολής χαρτών",
      "notavailable7": "επαναφόρτωση του χάρτη",
      "close": "Κλείσιμο",
      "save": "Αποθήκευση",
      "yes": "Ναι",
      "no": "Όχι"
    }
  }
});