/* eslint quotes: ["error", "double"] */
/* strings files need to be double quotes */
define({
  "builder": {
    "dialog": {
      "apply": "Прилагане",
      "close": "Затваряне"
    },
    "header": {
      "sharingNotAvailable": "Това не е достъпно, докато не споделите историята",
      "edit": "Редактиране"
    },
    "headerConfig": {
      "toggles": {
        "bookmarks": "Отметки",
        "logoSharing": "Лого и споделяне",
        "theme": "Външно представяне"
      },
      "bookmarks": {
        "title": "Раздел",
        "bookmark": "Отметка",
        "intro": "Отметките са връзки към раздели на истории, които се показват в заглавието. Създаването на кратки отметки за основните раздели на вашата история помага на читателите да се ориентират.",
        "sequentialDefault": "Повествователен раздел (не е намерен текст)",
        "immersiveDefault": "Увлекателен раздел (не е намерен текст)",
        "titleDefault": "Раздел на заглавие (не е намерен текст)",
        "coverDefault": "Раздел на корица (не е намерен текст)",
        "coverAppendage": "(Корица)"
      },
      "logoSharing": {
        "logo": "Лого",
        "logoButton": "Използване на логото на ${ESRI}",
        "useOrgLogo": "Използване на логото на моята организация",
        "useOrgLogoHelp": "Използване на логото, предоставено от вашия администратор",
        "logoLink": "Връзка за лого",
        "logoUploadProgress": "Качването на лого е в процес на изпълнение",
        "logoUploadSuccess": "Логото е качено успешно",
        "logoUploadError": "Качването на логото не бе успешно, превключване към логото на ${ESRI}",
        "customHeaderText": "Девиз",
        "taglineLinkDisabledTooltip": "Въведете девиз, за да активирате връзката",
        "link": "Връзка на девиз",
        "enableSocialSharing": "Показване на бутон за споделяне"
      },
      "appearance": {
        "themeLabel": "Тема",
        "fontLabel": "Шрифтове",
        "previewLabel": "Предварителен преглед",
        "fontsTitleLabel": "Заглавия",
        "fontsBodyLabel": "Главно съдържание",
        "loremTitle": "Lorem Ipsum",
        "loremBody": "Lorem ipsum dolor sit amet, consectetur adipiscing elit sed do eiusmod tempor. Mauris consequat orci nec magna facilisis bibendum at eget libero."
      }
    },
    "share": {
      "btnPrivate": "Лични",
      "btnOrg": "Организация",
      "btnPublic": "Публични",
      "btnEveryone": "За всички"
    },
    "builderPanel": {
      "builderNamePrefix": "",
      "builderNameSuffix": "Конструктор",
      "buttonSaving": "Записва се",
      "buttonSaved": "Записано",
      "buttonError": "Записването е неуспешно",
      "buttonShare": "Споделяне",
      "buttonSettings": "Настройки",
      "settingsLogoError": "Има проблем с вашето лого. Натиснете, за да научите повече.",
      "buttonHelp": "Получете помощ или изпратете отзиви в GeoNet",
      "buttonPreview": "Преглед на история",
      "buttonHealth": "Доклад за здравето",
      "manageStories": "Управление на моите истории",
      "closeWithPendingChange": "Наистина ли искате да потвърдите това действие? Промените ви ще бъдат загубени.",
      "coverLabel": "Корица",
      "creditsLabel": "Кредити",
      "betaFeedback": "Обратна връзка",
      "betaNote": "Кажете ни какво мислите за${APP_NAME} или ако нещо не работи както сте очаквали.",
      "notSharedNote": "Историята ви не се споделя, само вие можете да я видите",
      "organizationWarning": "За да сте сигурни, че тази история може да бъде видяна от други, трябва също да споделите нейните сцени, слоеве на сцени и вградени приложения с вашата организация. Картите и слоевете на картите се споделят автоматично.",
      "publicWarning": "За да сте сигурни, че тази история може да бъде видяна от други, трябва също да споделите нейните сцени, слоеве на сцени и вградени приложения с всички. Картите и слоевете на картите се споделят автоматично.",
      "addTitleNote": "Добавете заглавие на корицата, за да запазите",
      "saveError": "При запазването на историята ви възникна грешка.",
      "duplicate": "Дублиране",
      "organize": "Организиране",
      "done": "Готово",
      "invite": "Докато изграждате историята си, разделите ще се появяват тук...",
      "mystoriestooltip": "Конструкторът Cascade ви предупреждава за проблеми във вашата история и ви помага да ги отстраните. Сцените и вградените приложения не се проверяват, така че ги проверете ръчно."
    },
    "immersiveViewPanel": {
      "transition": "Преход",
      "chooseTransition": "Изберете преход",
      "fade": "Плавен преход",
      "fadeSlow": "Бавен плавен преход",
      "swipeVertical": "Верткално плъзгане",
      "swipeHorizontal": "Хоризонтално плъзгане",
      "none": "Няма",
      "disabledConsecutiveSameMedia": "Не е налично, когато последователните изгледи използват една и съща медия",
      "disabledTooltipMap": "За да използвате този преход, видимите слоеве и в двата изгледа трябва да са различни, а другите свойства на картата трябва да са еднакви",
      "disabledConsecutiveSameMap": "Не е налично, когато последователните изгледи използват една и съща карта",
      "disabledNotInBeta": "Не е налично, когато последователните изгледи използват една и съща карта",
      "disabledNonConsecutive": "Не е налично, тъй като има друга поява на тази медия, която не е последователна",
      "addMedia": "Добавяне на медия",
      "invite": "Докато изграждате своя увлекателен раздел, изгледите ще се появят тук..."
    },
    "mediaConfig": {
      "tabs": {
        "appearance": "Външно представяне",
        "manage": "Управление",
        "size": "Размер",
        "background": "Фон",
        "mobile": "Мобилно",
        "issues": "Грешки",
        "fixIssues": "Отстраняване на грешки"
      },
      "manage": {
        "changeMedia": "Смяна на медия",
        "edit": "Редактиране",
        "editAside": "Отваря се в нов раздел на браузъра. След като запазите редакциите си, запазете и презаредете тази история, за да видите промените си.",
        "remove": "Изтриване",
        "altTextPlaceholder": "Добавете описание на тази медия за читатели с увредено зрение...",
        "altTextHelptip": "Алтернативният текст е описание на визуална медия, използван от помощни технологии, като софтуер за четене на екрани. Това е по избор, но се препоръчва да отговаря на указанията за достъпност в мрежата, като WCAG и раздел 508."
      },
      "appearance": {
        "homeView": "Първоначален изглед",
        "audio": "Аудио",
        "on": "Включен",
        "muted": "Заглушен",
        "volumeAside": "Видеото ще се възпроизведе автоматично, когато читател стигне до този изглед. Ако заглушите звука, читателят няма да може да го активира.",
        "view": "Преглед",
        "resetLocation": "Нулиране на местоположение",
        "resetLayers": "Нулиране на слоеве",
        "clearPopup": "Изчистване на изскачащ прозорец",
        "interaction": "Взаимодействие",
        "interactionDisabled": "Взаимодействието е деактивирано",
        "buttonToEnable": "Бутон за активиране",
        "interactionEnabled": "Взаимодействието е активирано",
        "interactionAside": "*Сензорните устройства ще показват бутон за взаимодействие.",
        "slide": "Слайд",
        "noSlides": "Няма налични слайдове.",
        "mapExtentPrompt": "Актуализирайте картата, за да разкажете историята си, щракнете върху отметката, за да запазите промените"
      },
      "sectionAppearance": {
        "layout": "Оформление",
        "theme": "Тема"
      },
      "size": {
        "small": "Малки",
        "medium": "Средни",
        "large": "Големи",
        "noCrop": "Не изрязвайте високи изображения",
        "noCropTallTooltip": "Неизрязването на високо изображение създава драматичен ефект за читателите, при който се изисква превъртане, за да се види цялото изображение."
      },
      "background": {
        "noCrop": "Не изрязвайте",
        "mostImportantPart": "Изберете най-важната точка",
        "cropExplanationImmersive": "Изберете точка на изображението, за да определите как ще бъде изрязано при различни размери на екрана. Избраната от вас точка винаги ще се вижда. Поставете отметка в „Не изрязвайте“, ако изображението трябва да бъде напълно видимо.",
        "cropExplanation": "Изберете точка на изображението, за да определите как ще бъде изрязано при различни размери на екрана. Избраната от вас точка винаги ще се вижда.",
        "color": "Цвят",
        "previews": "Предварителни прегледи"
      },
      "altMedia": {
        "alternativeMedia": "Алтернативно изображение за мобилни устройства",
        "explanation": "Някои видове медия не се поддържат или може да не работят добре на мобилни устройства. Използвайте този панел, за да посочите изображение, което ще се показва вместо тази медия, когато историята ви се гледа на телефон или таблет.",
        "changeAltImage": "Промяна на изображението",
        "uploadAltImage": "Добавяне на алтернативно изображение"
      }
    },
    "mediaPicker": {
      "browseToggle": {
        "urls": "Връзка към съдържание",
        "urls_short": "Връзка",
        "contentType": {
          "error": "Няма упълномощена медия.",
          "imageOnly": "В тази част на историята можете да добавите изображение.",
          "imageAndVideo": "В тази част на историята можете да добавите изображение или видео.",
          "imageVideoWebpage": "В тази част на историята можете да добавите аудио, изображение, видео или уеб страница."
        }
      },
      "browsePanel": {
        "providers": {
          "searchingFor": "Търсене на „${searchterm}“...",
          "searchedFor": "Търсене на резултати за „${searchterm}“",
          "albumsOf": "Албуми на ${username}",
          "noPhotosFound": "Няма снимки, съответстващи на вашето търсене. Моля, опитайте отново.",
          "noItemsFound": "Няма елементи, съответстващи на вашето търсене. Моля, опитайте отново.",
          "noItemsInThisStory": "Към тази история все още не е добавено съдържание от ArcGIS.",
          "limitReached": "Показване на 100 елемента. Ако не сте намерили това, от което се нуждаете, опитайте търсене по ключова дума.",
          "galleryItems": {
            "uploadError": "За съжаление, този елемент не бе качен."
          },
          "agol": {
            "remove1": "Изтрийте това неизползвано изображение от вашия ArcGIS акаунт.",
            "remove2": "(Ще трябва да го качите отново, ако решите да го използвате по-късно.)",
            "removeFailed": "Премахнете това недостъпно изображение от този списък.",
            "modified": "Променен ${date}",
            "uploaded": "Качен ${date}",
            "contentByAuthor": "${contentType} от ${author}"
          },
          "googlePhotos": {
            "searchAndBrowse": "Разглеждане на снимки на ${Picasa} или ${Google+}"
          },
          "flickr": {
            "photostream": "Поток от снимки",
            "searchAndBrowse": "Търсене и разглеждане на снимки на${Flickr}",
            "captionStarter": "Снимка от ${USERNAME} на${Flickr}"
          },
          "unsplash": {
            "searchAndBrowse": "Търсене на снимки на ${Unsplash}",
            "photoBy": "Снимка от ${username}",
            "userLink": "Към страницата на ${username}${Unsplash}",
            "captionStarter": "Снимка от ${USERNAME} на${Unsplash}"
          },
          "urlContent": {
            "uploadHeaders": {
              "generic": "Връзка към съдържание в мрежата",
              "imageOnly": "Връзка към изображение в мрежата",
              "imageAndVideo": "Връзка към изображение или видео в мрежата"
            },
            "linkText": {
              "imageOnly": "В полето по-горе можете да се свържете директно към снимка.",
              "imageAndVideo1": "В полето по-горе можете да поставите връзка или код на iframe за видеоклип на ${YouTube} или ${Vimeo}.",
              "imageAndVideo2": "Можете също да се свържете директно към снимка.",
              "imageVideoWebpage1": "В полето по-горе можете да поставите връзка или код на iframe за уеб съдържание като динамична диаграма или видео на ${YouTube} или ${Vimeo}.",
              "imageVideoWebpage2": "Можете също да се свържете директно към снимка, видео, аудио файл, уеб страница или уеб приложение.",
              "ender": "Винаги използвайте защитени (https) връзки. Ако съдържанието ви не поддържа https, добавете връзка към него в текста на историята си, така че читателите да могат да го видят в нов раздел на браузъра.",
              "httpsError": "Връзката трябва да започва с HTTPS"
            },
            "embedProtocol": {
              "embedProtocolLabel": "Зареждане на страница през защитена връзка (https)",
              "embedProtocolWarning1": "Ако тази страница не се зареди във вашата история, тя не може да бъде вградена от съображения за уеб сигурност.",
              "embedProtocolWarning2": "Ако тази страница не се зареди във вашата история, премахнете отметката от тази опция и опитайте отново. Ако страницата все още не се зарежда, тя не може да бъде вградена от съображения за уеб сигурност.",
              "embedProtocolWarning3": "Като алтернатива добавете връзка в разказа си, за да отворите страницата в нов раздел на браузъра.${linkText}",
              "linkText": "Научете повече."
            },
            "placeholder": "${https://}... или ${<iframe>}",
            "uploadErrors": {
              "generic": "Възникна грешка с въведения адрес. Моля, опитайте отново.",
              "imageOnly1": "В тази част на историята трябва да използвате изображение.",
              "imageOnly2": "Дайте връзка към изображение (.jpg, .png, .gif) или изберете изображение от ${ArcGIS}, ${Flickr}, ${Google+} или${Unsplash}.",
              "imageAndVideo1": "В тази част на историята трябва да използвате изображение или видео.",
              "imageAndVideo2": "Дайте връзка към изображение (.jpg, .png, .gif) или видео на ${YouTube} или${Vimeo}, или изберете изображение от ${ArcGIS}, ${Flickr}, ${Google+} или${Unsplash}.",
              "badFormat": "Връзката към файла, който се опитвате да добавите, е форматирана неправилно.",
              "inaccessible": "Файлът, който се опитвате да добавите, липсва или не е достъпен.",
              "tryAgain": "Моля, проверете адреса и опитайте отново.",
              "mediaTypes": {
                "VIDEO": "видео",
                "IMAGE": "изображение",
                "generic": "медия"
              }
            }
          }
        },
        "sidePanel": {
          "thirdPartyTerms": "Използвайки услуга на трета страна, вие се съгласявате с общите условия: ",
          "googlePhotos": {
            "placeholder": "Изпратете по имейл или ${Picasa}/${Google+} ИД",
            "helpText": "Можете да добавите снимки, качени на ${Picasa} или${Google+} към историята. ${helpLinkText} относно използването на изображения, съхранявани във вашия ${Google} акаунт в историите ви.",
            "helpLinkText": "Научете повече",
            "cannotFindUser": "Не може да бъде намерен потребител${username}. Моля, опитайте отново."
          },
          "unsplash": {
            "placeholder": "Търсене на снимки",
            "aboutText": "${Unsplash} е специално подбрана колекция от безплатни, висококачествени снимки.",
            "copyrightText": "Всички снимки са лицензирани с лиценз на${Unsplash} . Можете да намерите повече информация${moreInfoLink}.",
            "moreInfoLink": "тук"
          },
          "flickr": {
            "searchType": {
              "account": "${Flickr} акаунт",
              "text": "Всички ${Flickr}"
            },
            "placeholders": {
              "user": "Търсене на акаунт",
              "userText": "Търсене на снимки в този акаунт",
              "text": "Търсене на снимки"
            },
            "errors": {
              "cannotFindUser": "Не може да бъде намерен потребител${username}.",
              "noUserPhotos": "${username} няма публични снимки.",
              "didYouMean": "Може би имахте предвид ${username}?",
              "generalUserError": "Възникна грешка при търсене на потребител ${username}."
            },
            "licenses": {
              "licenseLabel": "Лиценз: ",
              "public": "Обществен домейн",
              "commercial": "ОК за търговска употреба",
              "nonCommercial": "ОК за нетърговска употреба",
              "reserved": "Всички права запазени",
              "any": "Всеки лиценз"
            }
          },
          "agol": {
            "searchLocation": {
              "thisStory": "Тази история",
              "agol": "ArcGIS Online",
              "portalArcGIS": "Портал за ArcGIS",
              "portal": "Портал",
              "myOrg": "Организация ${orgname}",
              "myContent": "Моето съдържание"
            },
            "createContent": {
              "createNewMap": "Създаване на нова карта",
              "or": "ИЛИ",
              "dragAndDropImage": "Пускане на изображения",
              "dragAndDropImageAudio": "Пускане на изображения или аудио",
              "uploadButton": "Зареждане",
              "agolInfo": "Качените изображения и аудио ще бъдат достъпни само в тази история.",
              "saveBeforeUpload": "След като запазите тази история, можете да качвате изображения и аудио в ArcGIS тук.",
              "fileExtsImage": "Поддържани типове: png, jpg, gif, bmp.",
              "fileExtsImageAudio": "Поддържани типове: png, jpg, gif, bmp, mp3.",
              "maxSize": "Максимум 10 MB на файл."
            },
            "filterAndSort": {
              "webmap": "Уеб карта",
              "webscene": "Уеб сцена",
              "image": "Изображение",
              "audio": "Аудио",
              "date": "Дата",
              "sortByDate": "Сортиране по дата",
              "title": "Заглавие",
              "sortByTitle": "Сортиране по заглавие",
              "views": "Прегледи",
              "search": "Търсене по ключова дума или идентификационен номер"
            }
          }
        }
      }
    },
    "mapEditor": {
      "dialogTitle": "Редактиране на карта",
      "unauthorizedDomain": "Не сте в упълномощен домейн, за да използвате редактора на карти",
      "loading": "Моля, изчакайте, докато редакторът на карти се зарежда",
      "saving": "Записване на картата",
      "success": "Картата е записана",
      "cancelTitle": "Отхвърляне на всички незапазени промени?",
      "errorSave": "Картата не можа да се запише. Моля, опитайте отново.",
      "loadFail": "За съжаление, редакторът на карти не може да се зареди",
      "close": "Затваряне",
      "save": "Запазване",
      "confirm": "Да, затвори картата",
      "deny": "Не, продължи работа"
    },
    "textEditor": {
      "placeholder": {
        "continueStory": "Продължете историята си тук..."
      },
      "blockAdd": {
        "text": "Текст",
        "media": "Медия",
        "title": "Заглавие",
        "immersive": "Увлекателен"
      },
      "link": {
        "invite": "Поставете или въведете връзка ..."
      },
      "color": {
        "choose": "избор",
        "cancel": "отказ",
        "clear": "Изчистване на цвят"
      }
    },
    "imageGallery": {
      "addImage": "Добавяне на друго изображение",
      "moveBackward": "Преместване назад",
      "moveForward": "Преместване напред"
    },
    "cover": {
      "titlePrompt": "Въведете заглавие на историята си...",
      "subtitlePrompt": "Превъртете надолу, за да започнете, или въведете подзаглавие по избор",
      "mediaPlaceholder": "Добавяне на изображение или видео",
      "saveError": "Запазването не бе успешно, вече имате елемент с това заглавие"
    },
    "credits": {
      "sectionInvite": "Добавете раздел за кредити",
      "warning": "И двете полета трябва да бъдат попълнени",
      "content": "Съдържание...",
      "source": "Източник...",
      "linkPrompt": "Връзка по избор...",
      "introductionPlaceholder": "Въведете въведение по избор в раздела за кредити..."
    },
    "immersive": {
      "titleConfig": {
        "theme": "Тема"
      },
      "panelConfig": {
        "position": "Позиция",
        "theme": "Тема",
        "size": "Размер",
        "background": "Фон",
        "layout": "Превъртане (за всички панели)"
      }
    },
    "title": {
      "placeholder": "Въведете заглавие..."
    },
    "media": {
      "mediaUpload": "Качването на медия е в процес на изпълнение...",
      "mediaUploadSuccess": "Медията е качена успешно",
      "mediaUploadFail": "Неуспешно качване на медия"
    },
    "controller": {
      "sectionOrganize": "Организирахте разделите",
      "immersiveOrganize": "Организирахте изгледите",
      "sectionDelete": "Изтрихте раздел",
      "viewDelete": "Изтрихте изглед"
    },
    "notification": {
      "cancel": "Отказ",
      "close": "Затваряне",
      "undo": "Отмяна"
    },
    "sections": {
      "sequence": "Повествователен",
      "immersive": "Увлекателен",
      "title": "Заглавие"
    },
    "mediaErrors": {
      "mediaTypes": {
        "image": "изображение",
        "audio": "аудио",
        "webmap": "карта",
        "webscene": "сцена",
        "video": "видео",
        "content": "съдържание",
        "webpage": "уеб страница"
      },
      "placeholders": {
        "generic": "Това съдържание не е достъпно.",
        "deleted": "Този елемент е изтрит.",
        "inaccessible": "Това съдържание не е достъпно.",
        "unauthorized": "Нямате право да разглеждате това съдържание.",
        "unshared": "Този елемент не е споделен като вашата история.",
        "othersUnshared": "Този елемент не е споделен като вашата история.",
        "subscriptionContent": "Тази карта съдържа абонатен слой.",
        "premiumContent": "Тази карта съдържа премиум слой.",
        "secureService": "Тази карта съдържа защитен слой."
      },
      "contentIssues": {
        "noAltImage": "Медията може да не работи на мобилни устройства",
        "noAltImageUnsupported": "Медията не се поддържа на мобилни устройства",
        "noAltImageWarning": "Медията може да не работи на мобилни устройства",
        "altImageBroken": "Алтернативното изображение, определено за този медиен елемент, не е достъпно",
        "httpMedia": "Незащитена медия",
        "httpContent": "Незащитено съдържание"
      },
      "contentWarnings": {
        "noAltImage": "Не забравяйте да тествате историята си на мобилни устройства, преди да я споделите. Ако тази медия не работи според очакванията, използвайте бутона по-долу, за да добавите алтернативно изображение, което ще се показва, когато историята се гледа на телефон или таблет.",
        "noAltImageUnsupported": "Тази медия няма да работи на мобилни устройства. Използвайте бутона по-долу, за да добавите алтернативно изображение, което ще се показва, когато историята се гледа на телефон или таблет.",
        "noAltImageWarning": "Не забравяйте да тествате историята си на мобилни устройства, преди да я споделите. Ако тази медия не работи според очакванията, използвайте бутона по-долу, за да добавите алтернативно изображение, което ще се показва, когато историята се гледа на телефон или таблет.",
        "noAltImageAlt": "Този тип медия не се поддържа или може да не работи добре на мобилни устройства. В раздела за мобилни устройства предоставете алтернативно изображение, което ще се показва, когато историята се гледа на телефон или таблет."
      },
      "descriptions": {
        "httpAudioUnfixable": "Това аудио не поддържа HTTPS. Премахнете го от историята си или го заменете с връзка.",
        "httpAudioUncheckable": "Това аудио има незащитен (HTTP) URL адрес. Щракнете върху бутона по-долу, за да опитате да използвате HTTPS URL адрес за това аудио. Ако това не работи, премахнете аудиото от историята си или го заменете с хипервръзка.",
        "httpAudioFixable": "Това аудио има незащитен (HTTP) URL адрес. Щракнете върху бутона по-долу, за да използвате защитен HTTPS URL адрес за това аудио.",
        "httpWebpageUnfixable": "Тази уеб страница не поддържа HTTPS. Премахнете я от историята си или я заменете с екранна снимка или връзка.",
        "httpWebpageUncheckable": "Тази уеб страница има незащитен (HTTP) URL адрес. Щракнете върху бутона по-долу, за да опитате да използвате HTTPS URL адрес за тази уеб страница. Ако това не работи, премахнете уеб страницата от историята си или я заменете с екранна снимка или хипервръзка.",
        "httpWebpageFixable": "Тази уеб страница има незащитен (HTTP) URL адрес. Щракнете върху бутона по-долу, за да използвате защитен HTTPS URL адрес за тази уеб страница.",
        "httpVideoUnfixable": "Това видео не поддържа HTTPS. Премахнете го от историята си или го заменете с екранна снимка или връзка.",
        "httpVideoUncheckable": "Това видео има незащитен (HTTP) URL адрес. Щракнете върху бутона по-долу, за да опитате да използвате HTTPS URL адрес за това видео. Ако това не работи, премахнете видеото от историята си или го заменете с екранна снимка или хипервръзка.",
        "httpVideoFixable": "Това видео има незащитен (HTTP) URL адрес. Щракнете върху бутона по-долу, за да използвате защитен HTTPS URL адрес за това видео.",
        "httpImageUnfixable": "Това изображение не поддържа HTTPS. Премахнете го от историята си или го заменете с връзка.",
        "httpImageUncheckable": "Това изображение има незащитен (HTTP) URL адрес. Щракнете върху бутона по-долу, за да опитате да използвате HTTPS URL адрес за това изображение. Ако това не работи, премахнете изображението от историята си или го заменете с хипервръзка.",
        "httpImageFixable": "Това изображение има незащитен (HTTP) URL адрес. Щракнете върху бутона по-долу, за да използвате защитен HTTPS URL адрес за това изображение.",
        "httpLayer": "Този слой има незащитен (HTTP) URL адрес.",
        "inaccessibleLogo": "Това лого не е достъпно. Заменете го с друго изображение.",
        "httpLogoUnfixable": "Това лого не поддържа HTTPS. Заменете го с друго изображение.",
        "httpLogoFixable": "Това лого има незащитен (HTTP) URL адрес. Използвайте HTTPS URL адрес за логото.",
        "httpLogoUncheckable": "Това лого има незащитен (HTTP) URL адрес. Използвайте HTTPS URL адрес за логото или го заменете с друго изображение."
      },
      "tooltips": {
        "httpAudioFixable": "Щракнете върху бутона, за да използвате защитен HTTPS URL адрес за това аудио.",
        "httpAudioUncheckable": "Опитайте да използвате HTTPS URL адрес за това аудио. Ако това не работи, премахнете аудиото от историята си или го заменете с връзка.",
        "httpWebpageFixable": "Щракнете върху бутона, за да използвате защитен HTTPS URL адрес за тази уеб страница.",
        "httpWebpageUncheckable": "Опитайте да използвате HTTPS URL адрес за тази уеб страница. Ако това не работи, премахнете уеб страницата от историята си или я заменете с екранна снимка или връзка.",
        "httpVideoFixable": "Щракнете върху бутона, за да използвате защитен HTTPS URL адрес за това видео.",
        "httpVideoUncheckable": "Опитайте да използвате HTTPS URL адрес за това видео. Ако това не работи, премахнете видеото от историята си или го заменете с екранна снимка или връзка.",
        "httpImageFixable": "Щракнете върху бутона, за да използвате защитен HTTPS URL адрес за това изображение.",
        "httpImageUncheckable": "Опитайте да използвате HTTPS URL адрес за това изображение. Ако това не работи, премахнете изображението от историята си или го заменете с връзка.",
        "httpLayerMyMap": "Посетете страницата с елемент на картата, за да актуализирате този слой, за да използвате HTTPS. Ако слоят не може да бъде актуализиран, премахнете го от картата.",
        "httpLayerNotMyMap": "Направете копие на картата и актуализирайте този слой, за да използвате HTTPS. Ако слоят не може да бъде актуализиран, премахнете го от картата.",
        "clickLearnMore": "Натиснете, за да научите повече."
      },
      "fixButtons": {
        "agolItemPage": "Страница с елемент",
        "openTheMap": "Отваряне на карта",
        "updateAudio": "Поправяне на URL адрес на аудио",
        "updateWebpages": "Поправяне на URL адрес на уеб страница",
        "updateVideos": "Поправяне на URL адрес на видео",
        "updateImages": "Поправяне на URL адрес на изображение"
      },
      "mapIssues": {
        "fixButton": "Отстраняване на проблеми",
        "nofixButton": "Проблеми",
        "mapLabel": "Карта:",
        "summaries": {
          "unshared": "Несподелено съдържание",
          "othersUnshared": "Несподелено съдържание на някой друг",
          "subscriptionContent": "Съдържание на абоната",
          "premiumContent": "Премиум съдържание",
          "secureContent": "Защитено съдържание",
          "deleted": "Изтрито съдържание",
          "inaccessible": "Недостъпно съдържание",
          "unauthorized": "Неодобрено съдържание"
        },
        "descriptions": {
          "unshared": "Това съдържание не е споделено като вашата история.",
          "othersUnshared": "Това съдържание е собственост на някой друг и не е споделено като вашата история.",
          "othersUnsharedAuthorized": "Това съдържание е собственост на някой друг, но вие сте упълномощени да го споделяте.",
          "inaccessible": "Това съдържание не е достъпно.",
          "deleted": "Това съдържание е изтрито.",
          "unauthorized": "Нямате право да разглеждате това съдържание.",
          "popupFeatureLayer": "Изскачащите прозорци на слоеве на плочки идват от обектен слой, който не се споделя като вашата история.",
          "subscriptionContent": "Трябва да разрешите съдържанието на абонат за обществена употреба.",
          "premiumContent": "Трябва да разрешите премиум съдържание за обществена употреба.",
          "secureService": "Защитеното съдържание не е достъпно за вашите читатели.",
          "missingItemWarning": "Елементът, свързан с този слой, е изтрит."
        },
        "tooltips": {
          "unshared": "Щракнете, за да научите повече за споделянето.",
          "othersUnshared": "Нямате разрешения за споделяне на съдържание, което е собственост на други. Помолете собственика да го сподели, премахнете картата от историята си или я редактирайте, за да премахнете слоевете, които не са ваши. Щракнете, за да научите повече за редактирането на карти.",
          "inaccessible": "Премахнете тази карта от историята си или я редактирайте, за да премахнете недостъпните слоеве. Щракнете, за да научите повече за редактирането на карти.",
          "deleted": "Премахнете тази карта от историята си или я редактирайте, за да премахнете липсващите слоеве. Щракнете, за да научите повече за редактирането на карти.",
          "unauthorized": "Премахнете тази карта от историята си или я редактирайте, за да премахнете неразрешените слоеве. Щракнете, за да научите повече за редактирането на карти.",
          "popupFeatureLayer": "Изскачащите прозорци на слоеве на плочки идват от обектен слой, който не се споделя по същия начин като вашата история.",
          "subscriptionContent": "Съдържанието на абонат не изразходва кредити. Натиснете, за да научите повече.",
          "premiumContent": "Кредитите ще бъдат таксувани от вашата организация всеки път, когато някой види премиум слой във вашата история. Натиснете, за да научите повече.",
          "secureService": "Премахнете защитеното съдържание от историята си или щракнете, за да научите как да разрешите защитено съдържание за използване от други.",
          "missingItemWarning": "Този слой все още работи, но неговите символи, изскачащи прозорци или име може да са се променили. Потвърдете, че слоят се появява така, както се очаква, или го премахнете от историята си."
        },
        "fixButtons": {
          "share": "Споделяне",
          "hide": "Скриване",
          "authorize": "Упълномощяване",
          "remove": "Изтриване",
          "help": "Получаване на помощ",
          "ignore": "Игнорирайте",
          "confirm": "Потвърждаване",
          "edit": "Редактиране на карта"
        },
        "shareNotifications": {
          "alsoSharedMapsAndLayers": "Някои карти и слоеве също бяха споделени.",
          "alsoSharedMaps": "Някои карти също бяха споделени.",
          "alsoSharedLayers": "Някои слоеве също бяха споделени.",
          "sharedOthersContent": "Използвали сте административните си привилегии, за да споделяте чуждо съдържание."
        }
      },
      "storyHealth": {
        "healthy": "Няма грешки",
        "notHealthy": "Поправяне на грешки",
        "warnings": "Вижте предупреждения"
      }
    },
    "saveErrorSocial": {
      "title": "Споделяне в социалните медии",
      "panel1": "Вашата история може да не се появи правилно в социалните медии, тъй като заглавието на елемента на вашето ArcGIS уеб приложение не е същото като заглавието на вашата история.",
      "panel1tooltip": "Като дефинирате заглавие, обобщение и миниатюрно изображение, вашата история ще изглежда така:",
      "panel2": "Кое заглавие бихте искали да използвате в социалните медии:",
      "panel2q1": "Заглавие на историята (препоръчително)",
      "panel2q1tooltip": "Като изберете тази опция, заглавието на вашия елемент ще бъде променено така, че да съответства на заглавието на вашата история, а по-нататъшните промени в конструктора ще бъдат синхронизирани.",
      "panel2q2": "заглавие на елемент",
      "panel3": "За да подобрите допълнително начина, по който вашата история изглежда в социалните медии, използвайте ${MYSTORIES}, за да добавите обобщение и миниатюрно изображение.",
      "panel4": "Не ме предупреждавайте отново за тази история",
      "save": "Запазване",
      "mystories": "Моите истории"
    },
    "httpsTransitionMessage": {
      "bannerMsg": "Важно съобщение за уеб сигурността и картите-истории",
      "s1h1": "Esri подобрява сигурността на картите-истории",
      "s1p1": "Вашите карти-истории на живо в мрежата и уеб общността винаги работи за установяване и имплементиране на по-добра сигурност. Защитният протокол за прехвърляне на метаданни (HTTPS), който осигурява сигурна връзка за съдържанието, предавано по интернет, се очертава като очакван начин за достъп до уеб съдържание. Повечето съвременни браузъри вече показват предупредителни съобщения, когато се използва HTTP вместо HTTPS. Поради този нововъзникващ стандарт силно препоръчваме да използвате HTTPS връзки за създаване и споделяне на карти-истории и да използвате само HTTPS URL адреси, когато вграждате уеб съдържание или свързвате към изображения в карти-истории.",
      "s1p2": "На практика това означава, че картите-истории и цялото им съдържание (включително изображения, слоеве, вградени приложения и уебсайтове) трябва да бъдат достъпни чрез връзки, които започват с HTTPS, а не с HTTP. Това гарантира най-доброто изживяване за вашите читатели, защото повечето уеб браузъри ще показват, че вашите истории са защитени.",
      "s2h1": "Какво трябва да направя?",
      "s2p1": "Esri полага усилия, за да направи това лесен преход за авторите и читателите на картите-истории. Вече са налични инструменти в конструкторите на картите-истории и Моите истории, които ви помагат да намерите незащитено съдържание (HTTP) във вашите истории и дават препоръки как да се справите с него. Моля, проверете историите си за незащитено съдържание и актуализирайте до HTTPS възможно най-скоро.",
      "action1": "Затваряне",
      "action2": "Проверка на моите истории сега",
      "action3": "Научете повече",
      "floatingNotification": "Тази история съдържа незащитено (HTTP) съдържание. Прегледайте и отстранете тези проблеми."
    },
    "extendedSupportMessage": {
      "bannerMsg": "Класическите Esri Story Maps са в разширена поддръжка",
      "s1h1": "Важно съобщение за класическите Esri Story Maps",
      "s1p1": "Класическите Esri Story Maps са в разширена поддръжка Всички клиенти се насърчават да използват ArcGIS StoryMaps, инструмента за разказване на истории на Esri от настоящото поколение.",
      "s1p2": "Класическите шаблони вече не се развиват активно и не се препоръчват за нови проекти. Не се планират допълнителни актуализации на техните възможности. Историите, които сте създали с помощта на класическите шаблони, ще продължат да бъдат достъпни.",
      "s1p3": "През декември 2021 г. класическите шаблони ще бъдат премахнати от галерията с конфигурируеми приложения по подразбиране. Един или повече класически шаблони могат да бъдат добавени към персонализираната група Конфигурируеми приложения на Вашата организация, ако е необходимо за поддържане на текущите работни потоци по време на прехода Ви към използване на ArcGIS StoryMaps.",
      "s1p4": "За повече информация, натиснете върху връзката \"научете повече\" по-долу.",
      "action1": "Затваряне",
      "action2": "Научете повече",
      "action3": "Опитайте ArcGIS StoryMaps"
    },
    "matureSupportMessage": {
      "bannerMsg": "Класическите Esri Story Maps са в платена поддръжка",
      "s1h1": "Важно съобщение за класическите Esri Story Maps",
      "s1p1": "Шаблоните за класически Story Maps на Esri са в платена поддръжка. Всички клиенти се насърчават да използват ArcGIS StoryMaps, инструмента за разказване на истории на Esri от настоящото поколение.",
      "s1p2": "Класическите шаблони вече не се развиват активно и не се препоръчват за нови проекти. Не се планират допълнителни актуализации на техните възможности. Историите, които сте създали с помощта на класическите шаблони, ще продължат да бъдат достъпни.",
      "s1p3": "За повече информация, натиснете върху връзката \"научете повече\" по-долу.",
      "action1": "Затваряне",
      "action2": "Научете повече",
      "action3": "Опитайте ArcGIS StoryMaps"
    },
    "storyTellerUserType": {
      "notCreatorError": "Вашият акаунт %USER_NAME% няма лиценз за използване на класически конструктори на истории-карти. Помолете администратора на Вашата организация да Ви направи тип потребител Creator."
    }
  }
});